Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: He is right. We can defeat these forces, and rid this area of their lordship.
da: Han har ret. Vi kan besejre disse styrker, og rydde dette område for deres overherredømme.
es: Tiene razón. Podríamos derrotar a esas tropas y liberar este territorio de su señorío.
ja: 彼は正しい。我々はあの軍隊を倒せる。そしてこの地域から彼らの支配を取り除ける。
ru: Он прав. И у нас нет нужды идти на поводу у королевских шакалов. Давай избавим земли от их присутствия.

source: Your ship has been captured by others of us. You do not know what awaits you further up the isle... I tell you, if you refuse this you are a dead man, whether I die or not.
da: Dit skib er erobret af os. Du ved ikke hvad der venter længere inde på øen... Hvis du nægter dette er du en død mand. Uanset om jeg dør eller ej.
es: Vuestro barco a sido capturado por otros de los nuestros. No sabéis que es lo que os aguarda más arriba en la isla... os lo advierto, si rechazáis esto estáis muerto, tanto si muero como si no.
ja: お前達の船は別働隊が拿捕してある。お前達は島の向こうに何が待っているのか知らんのだ…… 教えてやろう、お前達が拒否すれば、お前達は死人だ。私が死のうが生きようが。
ru: Что, Мелендур, ты уже не хозяин на своём корабле? Ничего не скажешь, участь твоя печальна. А что будет дальше?.. Выживу я или нет, ты всё равно станешь мертвецом.

source: Your threats do not scare me. Prepare for battle, men!
da: Dine trusler gør mig ikke bange. Klar til kamp mænd!
es: Vuestras amenazas no me asustan. ¡Preparaos para la batalla, hombres!
ja: あなたの脅迫は怖くない。みんな、戦闘準備だ!
ru: Не нужно пустых угроз. Готовьтесь к битве, воины.

source: Very well, you have chosen. Handran, send a scout to the leader and tell her Meneldur has refused our offer. She will be most displeased.
da: Udmærket du har valgt. Handran send en spejder til lederen og sig til hende at Meneldur har afvist vores tilbud. Hun bliver ikke glad.
es: Muy bien, habéis elegido. Handran, enviad un mensajero a nuestra líder y decidle que Meneldur ha rechazado nuestra oferta. Va a disgustarse mucho.
ja: 承知した。お前は選んだ。Handran、斥候をリーダーのところへ送り、彼女にMeneldurは我々の提案を拒否したと伝えろ。彼女はかなり立腹するだろうな。
ru: Вы сами избрали свою судьбу. Хандран, отправьте гонца к нашему повелителю. Пусть расскажет о том, как Мелендур отклонил его щедрое предложение.

source: I wonder what that was all about...
da: Hvad var alt det om...
es: Me pregunto de que iba todo eso...
ja: 一体どういうことなんだろう……
ru: Интересно, к чему всё это было?

source: Conscript
es: Recluta
ja: 徴募兵
ru: Рекрут

source: Meneldur! It seems that our commanders and our best fighters have been killed. If you leave us now, we will probably die, since only they knew how to command our ship. Have mercy, and help us!
da: Meneldur! Vores kommandør og vores bedste krigere er blevet dræbt. Hvis du forlader os nu, vil vi sikkert dø, da kun de vidste hvordan skibet skal navigeres. Vis nåde og hjælp os!
es: ¡Meneldur! Parece que han muerto nuestros comandantes y nuestros mejores luchadores. Si nos dejáis, probablemente moriremos, puesto que solo ellos sabían como dirigir nuestro barco. ¡Tened piedad y ayudadnos!
ja: Meneldur! 私達の指揮官と精鋭の兵士はすでに殺された。もしあなたが私達を残していけば、私達はおそらく死ぬだろう。彼らだけが船を指揮する方法を知っていたからだ。お慈悲を、助けて!
ru: Мелендур! Все наши лучшие воины и командиры пали в бою. Если вы бросите нас тут, мы погибнем: только они знали, как управлять кораблём. Пощадите нас!

source: What would you have me do? Give you navigators to help you? Why would I do that for an enemy?
da: Hvad skal jeg gøre? Sende navigatører til din hjælp? Hvorfor skulle jeg gøre det for en fjende?
es: ¿Qué es lo que queréis que haga? ¿Daros unos pilotos para que os ayuden? ¿Por qué iba a hacer eso por un enemigo?
ja: 私のどうしろと? 航海士をあなた達を助けるために与えろと? なぜ敵にそんなことをしてやらなきゃならないんだ?
ru: И что мне с вами делать? Дать штурмана? С какой стати я должен помогать врагу?

source: Well, why don't you let us join you? There is nothing else for us to do.
da: Hvorfor lader du os ikke slutte os til dig? Der er ikke andet vi kan gøre.
es: Bueno, ¿Por qué no nos dejáis unirnos a vos? No podemos hacer otra cosa.
ja: ええと、なぜあなたに協力させてくれないんだ? 我々にはそうする以外ないんだ。
ru: Позволь хотя бы присоединиться к вам. У нас нет иного выхода.

source: Wouldn't that make you a traitor?
da: Vil det ikke gøre dig til en forræder?
es: ¿No os convertiría eso en traidor?
ja: 君達は裏切り者になるつもりか?
ru: И после этого ты не станешь считать себя предателем?

source: No, since I don't think you are traitors, and my commander is dead. It is just joining another battalion.
da: Nej da jeg ikke anser jer for at være forrædere og min kommandør er død. Det svar til at slutte sig til en anden bataljon.
es: No, puesto que no creo que vosotros seáis traidores y mi comandante está muerto. Solo se trata de unirse a otro batallón.
ja: いや、私はあなた達が裏切り者だとは思えない。私の指揮官は死んだ。別の部隊に参加するにすぎない。
ru: Никогда не считал вас изменниками, а потому, раз мой командир умер, то я просто перейду в другой отряд.

source: Well, if he puts it that way, why should we refuse? We can always use fresh recruits.
da: Hvis han ser sådan på det. Hvorfor skulle vi så nægte? Vi kan altid bruge friske rekrutter.
es: Bueno, visto así, ¿por qué rechazarlos? Siempre podemos darles buen uso a unos nuevos reclutas.
ja: まあ、そんあふうに言うなら、拒絶すべき理由はないな。我々はいつも新人を雇用して使ってきた。
ru: Зачем нам отказывать? Хоть они и новобранцы, но свежие силы нам всегда пригодятся.

source: Very well... now, we will move further down the peninsula to regain our ship.
da: Udmærket.. Vi bevæger os længere ned at halvøen for at få fat i vores skib igen.
es: Muy bien... ahora, bajaremos hasta la península para recuperar nuestro barco.
ja: 申し分ない…… さて、船を取り戻すために半島をさらに下って行こう。
ru: Хорошо... А сейчас мы отправимся к югу, вдоль полуострова, чтобы вернуть наш корабль.

source: Please have mercy, what had I done?
es: Por favor piedad, ¿qué es lo que he hecho?
ja: 勘弁して、私が何をしたの?

source: Ahhrg, I surrender
es: Ahhrg, me rindo
ja: あううう、降伏する。

source: Off the Peninsula
da: Væk fra halvøen
es: Fuera de la península
ja: 半島を離れて
ru: Вдоль Полуострова

source: Elvish Offshore
es: Elfo del litoral
ja: エルフの沖合

source: I heard about your defeat of the elves on the isle, and I knew you'd probably show up here sooner or later.
da: Jeg hørte om din sejr over elverne på øen og jeg vidste, at du sikkert - før eller siden - ville dukke op her.
es: Oí que habías derrotado a los elfos de la isla y supe que aparecerías por aquí tarde o temprano.
ja: 島のエルフを倒したと聞いたわ。だからおそらく遅かれ早かれあなたはここに来ると分かっていた。
ru: Я слышал, что моих братьев разбили на острове. И куда бы, интересно, направились победители? Только сюда!

source: I might have known. You must be the leader of these men; I wouldn't put aligning with men below you, after you surrendered to orcs!
da: Jeg burde have vidst det. Du må være leder af disse mænd; jeg ville ikke alliere mig med mænd under dig, efter du overgav dig til orker!
es: Debería de haberlo sabido. Debes de ser el líder de estos hombres. Yo nunca me asociaría con hombres bajo tu mando, ¡después de que te rindieras a los orcos!
ja: 私も分かっていたと思う。あなたがあの人間達のリーダーでなければならなかった; 私があなたの下で人間を団結させたわけじゃない。あなたがオークに降伏した後でな!
ru: Я догадывался, что всё не просто так. Хоть ты, наверное, и командуешь этими воинами, я не считаю тебя достойным даже вытирать с их доспехов грязь! То, как ты, не подняв меча, сдался оркам, делает из тебя не солдата, а червяка!

source: 'Surrendered' is not the way I would put it, but fine, have it your way.
da: »Overgivelse«. Sådan ville jeg ikke benævne det, men ok hvis du synes.
es: «Rendirse» no es la palabra que yo usaría, pero bueno, como tu quieras.
ja: 「降伏」は私がそうした理由じゃないわ。でもいいわ。お好きなように。
ru: Ну, я не назвал бы описываемые тобой события 'сдачей'. В отличие от пути, который избрал ты.

source: So, it is the traitor returning to greet his foe. How pleasant.
da: Så det er forræderen som kommer tilbage for at hilse sin fjende. Hvor fornøjeligt.
es: Entonces, se trata del traidor que vuelve a saludar a su enemigo. Qué agradable.
ja: では、反逆者は彼の敵に挨拶するために戻って来たのね。なんて嬉しいのかしら。
ru: Вот он, предатель, который возвращается, чтобы приветствовать своего противника. Очень мило.

source: What are you doing here? My quarrel is with the Wesnothians, not with you.
da: Hvad gør du her? Mit problem er med folk fra Wesnoth, ikke med dig.
es: ¿Qué estás haciendo aquí? Mi disputa es con los wesnothianos, no contigo.
ja: あなたはここで何をしているんだ? 私の争いはWesnoth人とのものだ。あなたとではない。
ru: Что вы здесь делаете? У меня есть причина сражаться с Велдином, но к вам у меня претензий нет.

source: I am the men's captain, so those who quarrel with them quarrel with me. We elves and men have aligned to bring you down!
da: Jeg er mændenes kaptajn, så dem der har problemer med dem, har problemer med mig. Vi elver og mennesker har slået os sammen for at tvinge dig væk!
es: Soy el capitán de estos hombres, así que los que disputan con ellos lo hacen conmigo. ¡Los elfos y los hombres se han aliado para derrotarte!
ja: 私はあの者達の隊長だから、彼らとの争いは私とのものよ。私達エルフと人間はあなたを仕留めるために団結しているの!
ru: Вообще-то, я капитан армии Веснота. И любой, кто выступит против них, становится моим врагом. Мда, мы объединились с людьми, чтобы навсегда избавить мир от твоего присутствия!

source: Think what you like. We will fight you if need be.
da: Tro hvad du vil. Vi vil kæmpe imod dig hvis nødvendigt.
es: Piensa lo que quieras. Si es necesario lucharemos contra ti.
ja: どうしたいか考えてくれ。必要なら我々は戦うつもりだ。
ru: Думай, что хочешь. В любом случае, если понадобится, мы с вами сразимся.

source: Oh, and I see some of the Wesnothians you found are turncoats. Don't worry, they will die also.
da: Og jeg kan se, at nogle af de mænd fra Wesnoth du har fundet er vendekåber. Tag det roligt, de kommer også til at dø.
es: Oh, y veo que algunos de los wesnothianos con los que te encontraste han cambiado de chaqueta. No importa, también morirán.
ja: ああ、あなたが見つけたWesnoth人の何人かは裏切り者のようね。心配しないで、彼らも死ぬでしょう。
ru: О! Я вижу, что вы приютили нескольких перебежчиков. Не стоит волноваться об их судьбе — они тоже умрут.

source: With Lomanyas dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar...
da: Med Lomanyas død tror jeg vi har besejret alle elverne på havet. Vi vil sikkert ikke se dem før vi når Elensefar...
es: Con Lomanyas muerto, creo que hemos derrotado a todos los elfos que cruzan los mares. Probablemente no veremos más hasta que lleguemos a Elensefar...
ja: Lomanyasの死で、我々は海を航海するエルフを全て倒したと思う。我々はおそらくElensefarに着くまで彼らを見ないだろう……
ru: По-моему, в этих водах Ломаньяс был последним эльфом. И надеюсь, пока не доберёмся до Эленсефара, другие нам не повстречаются...

source: It is unfortunate the elves have also decided to oppose us. I suspect there are more of them roaming the seas.
da: Det er uheldigt at elverne har besluttet sig for at gå imod os. Jeg frygter at der er flere af dem sejlende rundt på havet.
es: Es una desgracia que los elfos hayan decidido enfrentarse a nosotros. Sospecho que puede haber alguno más cruzando los mares.
ja: エルフが我々に敵対することにしたのは不幸なことだな。彼らの多くが海を放浪していることを気づいていた。
ru: Досадно, что эльфы выступили против нас. И кажется мне, это была не последняя наша встреча.

source: The Desert Island
da: Ørkenøen
es: La isla desierta
ja: 砂漠の島
ru: Пустынный Остров

source: Sea Hawks
es: Tiburones del mar
ja: ミサゴ

source: I found a treasure! I count at least 500 gold pieces
es: ¡He encontrado un tesoro! Debe de haber al menos 500 monedas de oro
ja: 宝物を見つけた! 最低でも500ゴールドはあるぞ。

source: I see there are more undead! I wonder how many of these did not go all the way across with Jevyan?
da: Jeg kan se flere udøde! Hvor mange af disse er ikke gået samme vej som Jevyan?
es: ¡Veo que hay más no muertos! Me pregunto cuantos de ellos no siguieron el camino junto a Jevyan.
ja: またアンデッドだ! 彼らの多くはJevyanと共に渡らなかったんだな。
ru: Ещё мертвецы!

source: I have seen several of these wandering undead where I come from. Haven't you?
da: Jeg har set flere af disse omvandrende udøde der hvor jeg kommer fra. Har du ikke?
es: He visto unos cuantos de estos no muertos vagabundos en el sitio del que procedo. ¿vos no?
ja: 私が来たところではいくらかアンデッドが彷徨っているのが見られた。君は?
ru: Там, откуда я родом, мне встречались ходячие мертвецы. А в твоих краях?

source: Mostly I travel south to the southern continent, not west like this. There are no undead there!
da: Jeg rejser mest sydpå til det sydlige kontinent, ikke vest som her. Der er ingen udøde der!
es: Normalmente suelo viajar hasta el continente del sur, no al oeste como ahora. ¡Allí no hay no muertos!
ja: たいていは、私は大陸の南の方へ旅していた。こんな西じゃない。そこにはアンデッドはいない!
ru: Нет, не попадались. Хотя в своих странствиях я объездил весь юг континента, но никаких оживших мертвецов там не было!

source: I see...
da: Jeg forstår...
es: Veo...
ja: 分かった……
ru: Я вижу...

source: Sssooo.... youu hazntt foughtt me oftenzz? Ahhh, gooodd. You will be eazyy to defeatzz!
da: Sssooo.... duuu hazrtt ikke bekæmpett migg ofteee? Ahhh, goood. Du blivver nem attt besejrreee!
es: Entoncessss... no habéisssss luchado a menudo contra los mióssss? Ah, bien. ¡Serássss fácil de matar!
ja: すすすおれでは、お前達は私とすすすそれほど戦ったことはない? ああああ、よすすすし。お前達は簡単にたおすすすされる。
ru: Так... вы не ссслишшшком часссто сражалисссь? Отличччно! Вы будете очччень легко разззбиты!

source: Why did he speak like a lizard?
da: Hvorfor talte han som en øgle?
es: ¿Por qué habla como un lagarto?
ja: なんで彼はトカゲのように話すんだ?
ru: Почему он говорит, как ящер?

source: What the...?
da: Hvad sker der...?
es: ¿Qué rayos...?
ja: 何だ……?
ru: Что за...?

source: That must be why he spoke like that. He is partly a lizard!
da: Det må være derfor han talte sådant. Han er delvis øgle!
es: Ese debe de ser el motivo de que hable así. ¡En parte es un lagarto!
ja: それが彼の喋り方の理由のはずだ。彼は部分的にトカゲなんだ!
ru: Наверное потому, что он отчасти ящером и является.

source: The Ruined Port
da: Ruinhavnen
es: El puerto en ruinas
ja: 廃墟の港
ru: Заброшенный Порт

source: Old Foul
es: Viejo tonto

source: Young Fouls
es: Jóvenes tontos
ja: 卑劣な若者

source: Defeat Bakrakha, the Orcish Warlord, and then survive until end of turns
es: Derrote a Bakrakha, el señor de la guerra orco y sobreviva hasta que se acaben los turnos

source: Turns run out and Bakrakha is still alive
da: Tiden løber ud og Bakrakha er stadig i live
es: Si se acaban los turnos y Bakrakha aún está vivo
ja: ターンが尽きて、Bakrakhaがまだ生きている。
ru: Ходы закончились и Бакракха остался жив.

source: So, little orc-maggots, you got so low as to call down some Wesfolk from the north to help with your trying to take over the castle!?! Not going to happen on my watch!
es: Así que, pequeños parásitos de orco, habéis caído tan bajo como para pedir ayuda a los occitanos del norte para intentar conquistar el castillo. ¡No lo verán mis ojos!

source: We didn't call no human scum out of the north, though we could use their help! You been king far too long, Bakrakra! You aint got us meat, and you aint got us land. Me, Asknak here, or even a lich 'ud be better than you!
es: ¡No hemos traído a esa escoria no humana del norte, aunque podríamos usar su ayuda! ¡Llevas siendo rey demasiado tiempo, Bakrakha! No nos consigues comida ni nos consigues tierras. ¡Yo, Asknak aquí presente o incluso un liche seríamos mejores que tú!

source: That right. You' keeping all the food in your castle there, and we' tired of it. Its time to get a new king 'round 'ere!
da: Det er rigtigt. Du har holdt alt maden herinde i borgen og vi er trætte af det. Det er på tide med en ny konge heromkring!
es: Eso es verdad. Te guardas toda la comida allí en tu castillo y ya nos hemos hartado de ello. ¡Ya es hora de que haya un nuevo rey por estas tierras!
ja: そうだ。お前、その城に食い物全部を取ってある。俺達、嫌になった。ここは新しい王を得る時だ!
ru: Ты прав. Мои воины устали от вечных поборов. Пора выбрать себе нового вожака!

source: I don't think we should get involved here. These orcs can fight each other, and they won't care if we wait here and restock.
es: No creo que debamos involucrarnos en esto. Esos orcos pueden luchar entre ellos y no se preocuparán si mientras tanto esperamos y nos reabastecemos.

source: I don't think it's that simple. That orc in the castle has all the food, we can't restock from here.
es: No creo que sea tan sencillo. Ese orco del castillo tiene toda la comida, no podremos reaprovisionarnos si nos quedamos aquí.

source: So what do you suggest we do?
da: Så hvad foreslår du vi gør?
es: ¿Entonces, qué es lo que sugieres que hagamos?
ja: それでは提案は?
ru: И что предлагаешь?

source: Well, we will definitely have to kill the orc in the castle, to get the food. But to get to him, we should probably go around the river, which leads us past all the other orcs. We might have to kill them all.
es: Bueno, sin duda hay que matar al orco del castillo para conseguir la comida. Pero para llegar hasta él, tendremos que rodear el río, lo que nos llevará a través de los otros orcos. Quizás tengamos que matarlos también a ellos.

source: Good, now we just have to survive until the ship is refilled.
da: Udmærket nu skal vi bare overleve indtil skibet er fyldt op.
es: Bueno, solo tenemos que sobrevivir hasta que llenemos las bodegas del barco.
ja: よし。さて、船に補給が終わるまで生き残らなければならない。
ru: Отлично. Осталось только продержаться, пока не загрузят корабль.

source: We have defeated all of the orcs; refill the ship, and we'll leave.
es: Hemos derrotado a todos los orcos. Saldremos en cuanto las bodegas estén llenas de provisiones.

source: We did not manage to kill the orc leader, and now we are out of food...
es: No pudimos matar al líder orco y ahora no tenemos comida...

source: Good, we have enough food now. We should go back out to sea, further north there are some people who might help us.
da: Godt vi har nok mad nu. Vi bør gå tilbage til havet, længere mod nord er der nogle folk som måske vil hjælpe os.
es: Bueno, ahora ya tenemos comida suficiente. Deberíamos volver al mar, hacia el norte hay alguna gente que podría querer ayudarnos.
ja: よし、十分食料を持った。海に戻るべきだ。北の方に我々を助けてくれるかもしれない人々がいる。
ru: Отлично: припасов нам хватит. Возвращаемся в море, и вперёд, за помощью!

source: Who are you? From where are you? Why are you killing my folk?
es: ¿Quienes sois? ¿De donde venís? ¿Por qué estáis matando a mi gente?
ja: お前は誰だ? どこから来た? 俺の手下をなんで殺す?

source: Fools! Now you are all doomed!
es: ¡Tontos! ¡Ahora todos estáis malditos!
ja: 馬鹿め! お前達みんな破滅だ!

source: Illaryan, the Illusionist
es: Illaryan el ilusionista
ja: 奇術師Illaryan

source: Illaryan the Illusionist
es: Illaryan el ilusionista
ja: 奇術師Illaryan

source: Dusty Miracles
es: Milagro el polvoriento
ja: つまらん奇跡

source: Who comes there? Who invades my lands?
es: ¿Quién va? ¿Quién invade mis tierras?
ja: ここへ来たのは誰だ? 私の土地を侵略するのは何者だ?

source: Invades? We came in peace, and just want to restock our ship.
es: ¿Invadir? Venimos en son de paz, solo pretendemos reabastecer nuestras bodegas.
ja: 侵略? 我々は平和を求めて来ました。船に補給したいだけです。

source: Out of my land!
es: ¡Fuera de mis tierras!
ja: 私の土地から出て行け!

source: I think we had to fight if we want to restock our ship here.
es: Creo que vamos a tener que luchar si queremos reaprovisionar nuestros barcos aquí.
ja: ここで補給したかったら戦わなければならないと思う。

source: Well, he doesn't give us other choice.
es: Bueno, no nos deja otra opción.
ja: まあ、彼は我々に他の選択肢を与えなかった。

source: Crazy people! You want to fight? Defeat me first if you can!
es: ¡Panda de locos! ¿Deseáis luchar? ¡Vencedme si podéis!
ja: 気狂い共め! 戦いたいだと? できるなら最初に私を倒してみろ!

source: You dont scare me with those illussions!
es: ¡No me asustas con esas ilusiones!
ja: そんな手品では脅かせない!

source: Men, dont be fooled by the appearances.
es: Hombres, no os dejéis engañar por las ilusiones.
ja: 君、見せかけで騙そうとするな。

source: To battle!
es: ¡A luchar!
ja: 戦いだ!

source: Come to me, come!
es: ¡Venid a mí, venid!
ja: 私の所へ来い、来るんだ!

source: Begone, false illusion!
es: ¡Fuera, falsas visiones!
ja: 立ち去れ、偽の幻影!

source: No! I can not be defeated!
es: ¡No! ¡No pueden vencerme!
ja: 違う! 私は倒せない!

source: Isle of Alduin
es: La isla de Alduin
ja: Alduinの島

source: Mage Magister
es: Maestro mago
ja: 魔法修士

source: Persuade the Mages from Alduin to join your forces
es: Persuade a los magos de Alduin para que se unan a tus fuerzas
ja: あなたに協力するようAlduinの魔法使いを説得する

source: To persuade a Mage, visit his village more times than Leowyn's side does
es: Para persuadir a un mago, visite su aldea más veces de las que lo haga el bando de Leowyn
ja: 魔法使いを説得するには、Leowynの側より多くの村を訪れて下さい。

source: Turns run out
es: Se acaban los turnos
ja: ターンを使い切る

source: Now we are on the isle of Alduin, let us try to convince some of the mage to join our cause.
es: Estamos en la isla de Alduin, intentemos convencer a algunos magos para que se unan a nuestra causa.
ja: さて、我々はAlduin島にいる。我々の目的に協力するよう魔法使いを説得してみよう。

source: I doupt they will
es: Dudo que quieran
ja: 彼らがそうしたがるか疑わしい。

source: A try cannot hurt
es: Por intentarlo que no quede
ja: 試しても怪我はしないさ。

source: Hail, Leowyn! What matters bring you here?
es: ¡Hola, Leowyn! ¿Qué es lo que os trae por aquí?
ja: やあ、Leowyn! ここにあなたが携えてきた大事なこととは何だ?

source: Quickly, the Queen ask for the best mages from the Academy
es: Rápido, la reina solicita a los mejores magos de la academia
ja: 急げ、女王は学院で一番の魔法使いを求めている。

source: We will help you
es: Os ayudaremos
ja: 我々が助けよう。

source: It seems that we have concorrents
es: Parece que tenemos competencia
ja: 我々と同じ問題のようだ。

source: Goblin Isle
es: Isla de los goblin
ja: ゴブリンの島

source: Nasty Goblins
es: Goblins ruines
ja: 不快なゴブリン

source: Shipwrecked
es: Naufragio
ja: 難破

source: Naga Cholera
es: Cólera naga
ja: ナーガのコレラ

source: Saurian Pest
es: Plaga sauria
ja: トカゲ族のペスト

source: Thizss is our land zsaurian scum
es: Ezta es nuestra tierra ezcoria zauria
ja: これは我々の土地だ、トカゲ族のクズめ。

source: Not in your sssweatest dreams. Naga fouls
es: Ni en sssueñosss. Nagasss imbécilesss
ja: いままでで一番良かった夢がすすすぉれか、不潔なナーガ。

source: Oh Oh. We had shipwrecked directly into a lizard nest
es: Oh Oh. Hemos ido a naufragar justo en un nido de lagartos
ja: おう、おう。トカゲの巣の中に直接はまりこんでしまった。

source: You come in handy time zstramgers. Would you help us defeat that saurian scum?
es: Llegáis en el momento juzto extranjeroz. ¿Nos ayudaríais a derrotar a eza ezcoria sauria?
ja: 調度良い所へ来た、よそ者。トカゲのクズ共を倒すのを助けてくれないか?

source: Why should we?
es: ¿Y por qué íbamos a hacerlo?
ja: なぜ我々が?

source: Long ago this were the swamp of a basilisk, as a gift we offer its eye wich is able to petrify!
es: Hace tiempo esta era la ciénaga del basilisco, ¡os ofrecemos como regalo su ojo que es capaz de petrificar!
ja: 昔ここはバシリスクの沼だった。その石化可能な目を与えよう!

source: Don't lissten to him! The naga had invaded our pacific land! help us expell them out!
es: ¡No le escuchéisss! ¡Los nagas han invadido nuestrasss pacíficasss tierrasss! ¡Ayudadnos a expulsarlos!
ja: 奴の言うことを聞くな。ナーガは我々の平和な土地を侵略したんだ! 奴らを追い出すのを手伝え!

source: We know about an Invisibility Cape near, maybe that convince you?
es: Sabemos donde encontrar una capa de invisibilidad cerca de aquí, ¿os convenceríamos con eso?
ja: 我々は近くにある不可視のケープのことを知っている。もしかしてお前達には便利かもしれないぞ?

source: Well, uhm
es: Bueno, esto
ja: えへん、ううむ

source: You Saurians have our word, let us expell the nagas.
es: Los saurios tenéis nuestra palabra, expulsemos a los nagas.
ja: トカゲ族と約束する。ナーガを追い払ってやろう。

source: Player
es: Jugador
ja: プレイヤー

source: $unit.name finds the Cape of Invisibilty. Should he pick it up?
es: $unit.name ha encontrado la Capa de Invisibilidad. ¿Debería cogerla?
ja: $unit.name|は不可視のケープを見つけました。彼が取りますか?

source: invisibility cape^Take it
es: Cógela
ja: 取る

source: invisibility cape^Leave it
es: Déjala
ja: 取らない

source: No leader or loyal unit can take this item.
es: Ni un líder ni una unidad leal pueden coger este objeto.
ja: リーダーや忠誠ユニットはこのアイテムを取れません。

source: Invisibility Cape
es: Capa de Invisibilidad
ja: 不可視のケープ

source: This cape grants the wearer Invisibility!
es: ¡Esta capa garantiza al portador la invisibilidad!
ja: このケープは着たものを見えなくする!

source: invisibility
es: invisibilidad
ja: 不可視
