Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: What are you talking about? Oh, I see... my northern brethren have decided to attack me... Well, we will get past these Wesnothians first, and see what we can do then.
da: Hvad snakker du om? Ah jeg forstår... min nordlige artsfæller har bestemt sig for at angribe mig... Tja vi vil komme forbi disse mænd fra Wesnoth først, og så ser vi hvad vi kan gøre derfra.
es: ¿De qué me estáis hablando? Oh, ya veo... mis parientes norteños han decidido atacarme... Bueno, ya veremos lo que podemos hacer después de atravesar las filas de los hombres de Wesnoth.
ja: あなたは何のことを言っているんだ? ああ、分かった…… 私の北の同胞が私を攻撃することにしたのか…… まあ、我々はこのWesnoth人を最初に突破しよう。それから何ができるか分かる。
ru: О чём ты говоришь?.. О, понятно... Мои северные братья явились, чтобы напасть на меня... Так. Сначала разберёмся с армией Веснота, а после... после будем действовать по обстоятельствам.

source: Prepare to die, Elensian scum!
da: Gør klar til at dø elensianerafskum!
es: Preparate a morir, ¡escoria elensiana!
ja: 死ぬ用意をしろ、Elensefar人のクズめ!
ru: Готовься к смерти, эленсианский ублюдок!

source: We are in Elensefar's harbor, from where we will drive the orcs out into the faces of the elves. Although they are my brethren, we must not hold back from killing them because of it. Onward!
da: Vi er i Elensefras havn, hvorfra vi vil drive orkerne ud i ansigterne på elverne. Selvom de er af min race, må vi ikke holde os tilbage fra at dræbe dem. Fremad!
es: Estamos en el puerto de Elensefar, desde donde empujaremos a los orcos contra las filas de los elfos. Aunque sean mis parientes, no vamos a dejar de matarlos por ese motivo. ¡Adelante!
ja: 我々はElensefarの港に着いた。ここからオークをエルフの鼻先に追い立てる。エルフは私の同胞だが、彼らを殺すのを控えるわけにはいかない。進め!
ru: Вот мы в гавани Эленсефара. Выдавим орков из города прямо на эльфийские стрелы. Хоть северные эльфы и мои братья, но нет прощения их поступку! Вперёд!

source: Listen t' that! He really thinks 'e can kill us! We'll show 'im! Kill the invader!
da: Hør på den snak! Han tror virkelig, at han kan dræbe os! Vi skal vise ham! Dræb angriberen!
es: ¡Escuchad eso! ¡Realmente cree que puede matarnos! ¡Demosle una lección! ¡Matad al invasor!
ja: あれを聞けよ! 奴は本当に俺達を殺せると思っているんだ! 見せてやろうぜ! 侵略者を殺せ!
ru: Гы! Чё он там гнал, а? Он думает, что справится с нами! Разделаем его на котлетный фарш!

source: We are now in Elensefar's harbor. From now, we fight until the orcs are all out of our city! Then, it appears, we will have to deal with those Wesnothians who believe us to be traitors.
da: Vi er nu i Elensefars havn. Nu kæmper vi indtil, at orkerne er ude af byen! Så ser det ud til, at vi derefter må tage os af de mænd fra Wesnoth, som anser os for at være forrædere.
es: Estamos en el puerto de Elensefar. ¡A partir de ahora, lucharemos hasta que los orcos se marchen de nuestra ciudad! Después, si aparecen, tendremos que lidiar con esas tropas de Wesnoth que creen que somos unos traidores.
ja: 我々は今Elensefarの港にいる。今から、全てのオークが我々の町からいなくなるまで戦う! それから、我々を裏切り者だと信じているWesnoth人と取引しなくてはならないようだ。
ru: Вот мы и в гавани Эленсефара. Будем биться, пока на улицах города не останется ни одного орка! А потом займёмся армией Веснота.

source: Yes, please, do that. Then we will not have to deal with the orcs, and only with you!
da: Ja gør det. Så skal vi ikke tage os af orkerne, kun dig!
es: Si, por favor, haced eso. Así no tendremos que enfrentarnos a los orcos, ¡solo a ti!
ja: その通り。お願い、そうして。それから私達はオークと取引すべきではないでしょう。そしてあなた達ともね!
ru: О, замечательно! Сделай, как собираешься, и нам больше не придётся иметь дело с орками. Только с вами!

source: What?... Oh, its elves, from the northlands. What do you want?
da: Hvad?... oh, det er elver, fra de nordlige lande. Hvad vil i?
es: ¿Qué?... Oh, son elfos del norte. ¿Qué es lo que queréis?
ja: 何? …… ああ、北の土地のエルフか。あなたはどうしたいんだ?
ru: Что?.. Северные эльфы? Что вы хотите?

source: You dead, traitor!
da: Se dig død forræder!
es: ¡Verte muerto, traidor!
ja: あなたは死ぬ、裏切り者!
ru: Умри, предатель!

source: Whatever you say. We'll deal with you after we kill the orcs.
da: Ja Ja. Vi tager os af dig, efter vi har gjordt det af med orkerne.
es: Lo que tu digas. Nos encargaremos de ti después de matar a los orcos.
ja: 何を言っているんだ。オークを殺した後で取引しよう。
ru: Плевал я на ваши пафосные речи! Разберёмся с вами чуть позже, как только закончим с орками.

source: Elensefar may be ours, but there are still enemies to defeat. Onwards!
da: Elensefar er måske vores, men vi har stadig fjender at besejre. Fremad!
es: Puede que Elensefar ahora sea nuestra, pero aún quedan enemigos a los que derrotar. ¡Adelante!
ja: Elensefarは我々のものになったようだ。しかし倒さねばならない敵がまだいる。進め!
ru: Мы взяли Эленсефар, но враги ещё не разбиты. Вперёд!

source: We have taken Elensefar and defeated the Wesnothians, but these Elves need attending to.
da: Vi har erobret Elensefar og besejret mændene fra Wesnoth, men disse elver må vi tage os af nu.
es: Hemos tomado Elensefar y derrotado a los wesnothianos, pero hemos de dar cuenta de esos elfos también.
ja: 我々はElensefarを占領し、Wesnoth人を倒した。しかしあのエルフには注意が必要だ。
ru: Мы взяли Эленсефар и разбили армию Веснота. Но нельзя игнорировать эльфов.

source: There are no enemies left - we have succeeded in retaking Elensefar.
da: Der er ingen fjender tilbage - vi er lykkedes i at generobre Elensefar.
es: Ya no quedan enemigos, hemos tenido éxito liberando Elensefar.
ja: 敵は残ってない - 我々はElensefarの再占領に成功した。
ru: Врагов больше не осталось — мы одержали верх. Эленсефар вновь станет мирным городом.

source: The orcs had ransacked the city's coffers - now it's time for us to return the favor.
da: Orkerne har hærget byen - nu er det tid for os at betale tilbage.
es: Los orcos han saqueado la tesorería de la ciudad, ahora es el momento de devolverles el favor.
ja: オークは町の金庫をあさり回っていた - 恩返しをしてもらう時だ。
ru: Орки разграбили городскую казну. Самое время извлечь из этого хоть какую-нибудь выгоду.

source: You find 300 pieces of gold!
da: Du finder 300 guldstykker!
es: ¡Ha encontrado 300 monedas de oro!
ja: 300ゴールド見つけた!
ru: Вы находите 300 золотых!

source: You find 250 pieces of gold!
da: Du finder 250 guldstykker!
es: ¡Ha encontrado 250 monedas de oro!
ja: 250ゴールド見つけた!
ru: Вы находите 250 золотых!

source: You find 200 pieces of gold!
da: Du finder 200 guldstykker!
es: ¡Ha encontrado 200 monedas de oro!
ja: 200ゴールド見つけた!
ru: Вы находите 200 золотых!

source: Good work, men. Onwards, we have to retake the city also!
da: Godt arbejde mænd. Fremad vi skal også generobre byen!
es: Buen trabajo, hombres. Adelante, ¡también hemos de reconquistar la ciudad!
ja: よくやった、みんな。進め、我々は町も取り戻さなければならない!
ru: Отличная работа, воины! Вперёд, город должен стать нашим!

source: Come on, we should go North and see if we can help defeat the elves.
da: Vi bør gå nordpå, og se om vi kan hjælpe med at besejre elverne.
es: Adelante, deberíamos ir al norte y ver si podemos ayudar a derrotar a los elfos.
ja: 行くぞ、我々はエルフを倒すのを助けに、北へ行かなければならない。
ru: Вперёд, на север! Нужно разбить эльфов!

source: The Wesnothians had much gold in their camp. It is ours now!
da: Mændene fra Wesnoth havde en stor mængde guld i deres lejr. Det er nu vores!
es: Los wesnothianos tenían mucho oro en su campamento. ¡Ahora nos pertenece!
ja: Wesnoth人は野営地にたくさんのゴールドを持っていた。今は我々のものだ!
ru: Армия Веснота бросила свой обоз. Золотишко теперь наше!

source: You find 175 pieces of gold!
da: Du finder 175 guldstykker!
es: ¡Ha encontrado 175 monedas de oro!
ja: 175ゴールド見つけた!
ru: Вы находите 175 золотых!

source: You find 150 pieces of gold!
da: Du finder 150 guldstykker!
es: ¡Ha encontrado 150 monedas de oro!
ja: 150ゴールド見つけた!
ru: Вы находите 150 золотых!

source: Orcs still reside in the city! Come one, let us kill them too!
da: Der er stadig orker i byen! Lad os også få dræbt dem!
es: ¡Aún quedan orcos en la ciudad! Vamos, ¡matemosles también!
ja: オークがまだ町にいる! 行くぞ、彼らも殺そう!
ru: В городе ещё остались орки! Убьём их!

source: Come on, we should go South and see if we can help defeat the Wesnothians.
da: Vi bør gå sydpå, og se om vi kan hjælpe med at besejre mændene fra Wesnoth.
es: Vamos, deberíamos ir al sur y ver si podemos ayudar a derrotar a los wesnothianos.
ja: 行くぞ、Wesnoth人を倒すのを助けに、南へ行かなければならない。
ru: На юг! Погоним прочь армию Веснота!

source: It seems the elves brought some of their treasure out of the northlands. More for us!
da: Ser ud til at elverne tog nogle af deres skatte med fra de nordlige lande. Så er der mere bytte for os!
es: Parece que los elfos trajeron consigo parte de su tesoro desde el norte. ¡Más para nosotros!
ja: エルフは北から宝物を持ってきていたようだ。我々のために!
ru: Ага, похоже, что эльфы явились сюда не с пустыми руками. Золото нам пригодится.

source: Yes, Elensefar is ours, finally. Well, Black the Red, we thank you for your help.
da: Ja Elensefar er endelig vores. Vi takker for din hjælp Sort den Røde.
es: Si, Elensefar es nuestro, por fin. Bueno, Negro el Rojo, os agradecemos vuestra ayuda.
ja: そうだ、Elensefarは我々のものだ。ついに。さて、Black the Red、あなたの助けに感謝する。
ru: Эленсефар наш! Свершилось! Блэкред, благодарю тебя за помощь.

source: It was an honor to fight for you. I wonder where my people will go now... the orcs have surely taken our home by now.
da: Det var en ære at kæmpe for dig. Jeg ved ikke, hvor mit folk nu skal gå hen... Orkerne har helt sikkert taget vores hjem nu.
es: Ha sido un honor luchar por vosotros. Me pregunto a donde podría ir mi gente ahora... los orcos ya habrán conquistado nuestro hogar a estas alturas.
ja: 君のために戦ったのは名誉なことだ。私の仲間はどこに行くのだろう…… 我々の故郷は確実にオークに占領されているな。
ru: Для меня было честью биться плечо к плечу с таким достойным воином... Но куда нам теперь идти? Орки, несомненно, уже захватили наш дом...

source: I'm sure we will have time to discuss that later. But for now, we must help those conquered by the orcs rebuild their city.
da: Jeg er sikker på, at vi kan diskutere det senere. Nu må vi hjælpe dem, som har været ofre for orkernes erobring og genopbygge deres by.
es: Seguro que tendremos tiempo de hablarlo más tarde. Pero por ahora, hemos de ayudar a aquellos que fueron invadidos por los orcos a reconstruir su ciudad.
ja: それについては後で話し合う時間をきっと持つ。しかし今は、我々はオークに占領されていた者が町を再建するのを助けなければならない。
ru: Уверен, у нас будет время, чтобы найти решение. А сейчас нужно помочь восстановить разрушенный орками город.

source: The villagers are joining us!
es: ¡Los ciudadanos se unen a nosotros!
ja: 村人たちが我々に加わってきている!

source: Attacked at Sea
da: Angrebet til havs
es: Atacados en el mar
ja: 海での攻撃
ru: Морская Битва

source: The city had fallen, but Meneldur and his crew had escaped. Leaving the harbor, and looking back at the city, they noticed something strange. The orcs were not burning the city and pillaging it, as was their habit; instead, they were leaving it alone, and concentrating on the Lord's castle. It was almost as if they wanted to control the city, instead of destroy it.
da: Byen var faldet, men Meneldur og hans mandskab var undsluppet. På vej væk fra havnen ser de noget mærkeligt, da de kigger tilbage på byen. Orkerne hærgede og brændte ikke byen, som de normalt ellers ville gøre; i steden for lod de den være og koncentrerede sig om lensherrens borg. Det var som om, de ønskede kontrol med byen fremfor at ødelægge den.
es: La ciudad había caído, pero Meneldur y su tripulación habían escapado. Al abandonar el puerto, volviendo la mirada hacia atrás, observaron algo extraño. Los orcos no estaban quemando la ciudad y saqueándola, como tenían por costumbre. En cambio, la ignoraban y concentraban sus esfuerzos en el castillo del Señor. Era como si quisieran apoderarse de la ciudad en vez de destruirla.
ja: 町は陥落した。しかしMeneldurと乗員は脱出した。港を離れて町を振り返ると、奇妙なことが分かった。オークはいつもの習慣通り町に火をかけたり略奪をしたりはしていなかった; その代わり、町はそのままにして君主の城に集結していた。彼らは町を破壊する代わりに支配したがっているかのようだった。
ru: Город пал. Но Мелендуру и его воинам удалось вырваться в море. Оглядываясь назад, они не могли поверить своим глазам: орки вели себя совершенно непривычно. Они не жгли и не грабили город, а вместо этого сосредоточили основные силы на штурме замковой крепости. Складывалось впечатление, что захватчики хотели не разрушить Эленсефар, а управлять им.

source: Meneldur was not sure exactly what this meant, but he knew one thing - if the city was not destroyed, then the people in it would not be either. Which meant that the city would still be worth rescuing. Thus, he and Madru, right there, vowed that, if they could, they would raise an army and return to Elensefar, to defeat the orcs and claim whatever of the city remained.
da: Meneldur var ikke helt sikker på hvad dette ville betyde, men han vidste en ting - hvis byen ikke var ødelagt, så var folket i byen det heller ikke. Hvilket betød, at byen stadig var værd at redde. Han og Madru svor på stedet, at hvis de kunne ville de rejse en hær og vende tilbage til Elensefar, for at besejre orkerne og indtage hvad der måtte være tilbage af byen.
es: Meneldur no tenía claro que es lo que esto podía significar, pero sí que sabía una cosa: si la ciudad no era destruida, tampoco lo sería la gente que vivía en ella. Lo cual quería decir que aún valdría la pena reconquistarla. Por lo tanto, él y Madru, en ese instante, juraron que, si les era posible, reunirían un ejército y volverían a Elensefar para derrotar a los orcos y reclamar lo que quedase en pie de la ciudad.
ja: Meneldurはこの意味がはっきりと分からなかったが、あることは知っていた - もし町が破壊されていないなら、住民もそうだろうと。町はまだ救う価値があるのだ。そうして、彼とMadruはそこで、彼らに出来るなら、軍隊を立ち上げてElensefarに戻ってくると誓った。オークを倒して町の残りをすべて要求するために。
ru: Мелендур не догадывался о причинах такого странного поведения орков, но одно знал наверняка: если Эленсефар не был разрушен, то и люди в нём могли остаться в живых. А значит, город ещё стоило спасать. Тут же, на борту Странника, Мадру и Мелендур принесли клятву земле, небу и воздуху между ними: не отступят они, не пойдут другим путём, пока не соберут под своими знамёнами армию и освободят Эленсефар от захватчиков.

source: Pirates
es: Piratas
ja: 海賊

source: Chasers
es: Perseguidores
ja: 追跡者

source: The Explorer
es: El Explorador
ja: Explorer号

source: Pirate Galley
es: Galeón pirata
ja: 海賊のガレー船

source: Wesnothian Galley
es: Galeón wesnothiano
ja: Wesnothのガレー船

source: Stop, pirate! Surrender, or die!
da: Stop pirat! Overgiv dig eller dø!
es: ¡Alto, pirata! ¡Ríndete o muere!
ja: 止まれ、海賊! 降伏せよ、さもなければ死だ!
ru: Остановись, пират! Сдавайся или умри!

source: Never!
da: Aldrig!
es: ¡Jamás!
ja: ないな!
ru: Никогда!

source: Lower the gangplank! Throw the grapples! DON'T LET THEM ESCAPE!
da: Sænk landgangsplanken! Kast fæstningstovene! LAD DEM IKKE UNDSLIPPE!
es: ¡Arrojad los garfios! ¡Preparad las rampas! ¡NO LES DEJÉIS ESCAPAR!
ja: 道板を下げろ! 引っ掛け鈎を投げろ! <b>逃すな!</b>
ru: На абордаж! Бросайте крюки! НЕ ДАЙТЕ ИМ УЙТИ!

source: What's going on here?
da: Hvad sker der her?
es: ¿Qué está ocurriendo aquí?
ja: ここで何が起きているんだ?
ru: Что здесь происходит?

source: So, you're getting involved too, eh? Stop that ship, men!
es: ¿Así que también estás implicado, eh? ¡Hombres, detened a ese barco!
ja: それじゃあ、お前達も巻き込まれたいのか、ええ? その船も止まれ、お前達!

source: Return to Elensefar
da: Tilbage til Elensefar
es: Vuelta a Elensefar
ja: Elensefarへの帰還
ru: Возвращение в Эленсефар

source: And so Meneldur helped the Wesfolk build ships. They built three sturdy galleons, which was enough to hold all of them. That is how few of that once great race remained.
da: Meneldur hjalp folkene fra Wesfolk med at bygge skibene. De byggede tre solide galeoner, hvilket gav nok plads til alle. Så få var der tilbage af den tidligere store race.
es: Así que Meneldur ayudó a los occitanos a construir barcos. Construyeron tres recios galeones, que eran suficientes para llevarlos a todos. Eso era lo poco que quedaba de aquella raza que una vez fuera grande.
ja: それでMeneldurはWesfolkが船を作るのを援助した。彼らは3隻の頑丈なガレオンを作った。それは全員を乗せるのに十分だった。それはかつての偉大な種族の残りとしてはあまりに少なかった。
ru: Найти на острове подходящие материалы не составило труда: орки зализывали раны и не мешали бригадам лесорубов заходить вглубь острова. Под управлением Мелендура построили три вместительных галеона. По его расчётам, такого количества кораблей должно было хватить, чтобы привести на континент остатки некогда великого народа.

source: The necromancers who were on the ships cast a spell of darkness and swiftness over the boat. The next thing Meneldur and his men knew, they had reached the delta of the Great River, where Elensefar was built.
da: Åndemanerne om bord på skibet kaster en trolddom af mørke og hurtighed over skibet. I næste øjeblik er Meneldur og hans mænd ved deltaet for Den Store Flod, hvor Elensefar blev bygget.
es: Los nigromantes que había en los barcos conjuraron un hechizo de oscuridad y velocidad en cada uno. Meneldur y sus hombres apenas se dieron cuenta de que ya habían alcanzado el delta del Gran Río, en el que se había construido Elensefar.
ja: 船に乗ったネクロマンサー達が、船全体に暗闇と速さの魔法をかけた。Meneldurと彼の仲間が次に知ったことは、彼らがElensefarの建っている大いなる川の三角州に着いたということだった。
ru: Некроманты, которые находились на борту, внесли в плавание свой посильный вклад. Заклинаниями тьмы они укрыли небольшую флотилию от посторонних глаз. А вызванный ими попутный ветер помог пересечь опасное море и достигнуть дельты Великой Реки, на которой стоял роскошный город Эленсефар.

source: Well, now we are in the port of Elensefar... It is time to retake Elensefar, as we aided Blackmore. So... does anyone have an idea as to how to attack the city?
da: Vi er nu i Elensefars havn... Det er på tide at genindtage byen, ligesom vi kom Blackmore til hjælp. Så... er der nogen, der har en ide om, hvordan byen skal angribes?
es: Bueno, ahora estamos en el puerto de Elensefar... Es hora de reconquistarla al igual que hicimos con Renegra. Por tanto... ¿hay alguien que conozca una forma de atacar la ciudad?
ja: さて、我々は今Elensefarの港にいる…… 我々がBlackmoreで援助したのと同様に、Elensefarを取り戻す時だ。で…… 誰か町を攻撃する方法について考えのある者は?
ru: Вот мы и в порту... Пора избавить Эленсефар от захватчиков... У кого-нибудь есть идеи, как лучше организовать штурм?

source: Black the Red's Idea
es: La idea de Negro el Rojo
ja: Black the Redの考え

source: Here; this is my plan. On the northern side of the river, there is a cave where smugglers hide their goods. I know some bandits who won't alert anyone if we land there.
da: Her; dette er min plan. På den nordlige side af floden er der en hule, hvor smuglerne skjulder deres varer. Jeg kender nogle banditter, som vil holde det skjult, hvis vi gør landsætning der.
es: Aquí, este es mi plan. Al norte del río, hay una cueva en donde los contrabandistas ocultan sus productos. Conozco a algunos bandidos que no se lo dirán a nadie si desembarcamos allí.
ja: これを見てくれ; これが私の考えだ。川に北側に上陸する。そこには密輸業者が物を隠している洞窟がある。我々がそこに上陸しても、誰にも知らせない山賊がいるのを知っている。
ru: Выше по течению, на северном берегу реки, есть одна неприметная пещера. В мирное время контрабандисты прятали там свои товары. Осталось у меня в тех краях пара-тройка приятелей, которые не станут на всех углах кричать о нашей высадке.

source: But they won't help us?
da: Men de vil ikke hjælpe os?
es: ¿Y no querrían ayudarnos?
ja: しかし彼らが助けなかったら?
ru: Они нам помогут?

source: Uhm... no, probably not. But we would be rather secretive, they probably wouldn't notice us.
da: Uhm... nej sikkert ikke. Men er vi diskrete, vil de sikkert end ikke opdage os.
es: Umm... no, probablemente no. Pero podríamos actuar en secreto y ellos probablemente no darían la alerta.
ja: ううむ…… いや、おそらくしないな。しかし我々は隠れていたほうがいい。彼らはおそらく我々に気が付かないだろう。
ru: Хммм... нет, скорее всего, нет... Но и выдавать не станут.

source: Madru, do you have any suggestions?
da: Madru har du nogen forslag?
es: Madru, ¿algo que recomendarnos?
ja: Madru、何か提案は?
ru: А ты, Мадру, что скажешь?

source: Madru’s Suggestion
es: La recomendación de Madru
ja: Madruの提案

source: Well, we could always land on the south beach. There is a harbor there, and a quick route from there to inside the city.
da: Vi kan landsætte os på den sydlige strand. Der er en havn der, og en hurtig vej til det indre af byen.
es: Bueno, siempre podemos desembarcar en la playa del sur. Hay un puerto allí y una ruta directa hasta la cuidad.
ja: ああ、我々はいつも南の岸に上陸できた。港湾がそこにある。そして市内へ早く行ける道がある。
ru: Полагаю, нужно высадиться на южном берегу. Там гавань, оттуда мы нанесём удар в самое сердце города.

source: But won't they see us there?
da: Men vil de ikke opdage os der?
es: ¿Pero no nos verán?
ja: しかし彼らにそこで発見されないか?
ru: Но, атакуя из гавани, мы сразу окажемся у противника на виду!

source: Yes, but what's wrong with a head on battle? I think we could defeat them.
da: Jo, men hvad er der galt med et frontalt slag? Jeg tror vi kan besejre dem.
es: Si, ¿pero que tiene de malo ir directos a la batalla? Creo que podríamos derrotarlos.
ja: される。しかし戦闘の最初としては何が悪い? 彼らは倒せると思う。
ru: Нас так или иначе заметят. И всё закончится одним сражением. Если мы не в состоянии справиться с орками, то нет и смысла строить тут бесполезные планы. Но я верю в нашу победу.

source: Meneldur’s Plan
es: El plan de Meneldur
ja: Meneldurの計画

source: Well, I think maybe we should land right in Elensefar itself. That way, we can go around most of the orcish defenses, which are probably guarding the bridges to the city.
da: Måske skulle vi landsætte direkte i Elensefar. På den måde kan vi komme forbi de fleste af orkernes forsvarsværker, som sikkert dækker broerne til byen.
es: Bueno, creo que tal vez podríamos desembarcar en la misma Elensefar. De ese modo, podríamos eludir la mayoría de las defensas orcas, que es probable que se encuentren guardando los puentes que comunican con la ciudad.
ja: さて、私はElensefarそのものに上陸すべきだと思う。その方法だと、我々はオークの防衛軍のほとんどを迂回できる。防衛軍はおそらく町に入る橋を守っている。
ru: Думаю, нужно обойти город. Эленсефар возводили как морской порт, и его оборона в первую очередь рассчитана для отражения атак со стороны моря. Ударив с тыла, мы обойдём большую часть занятых орками укреплений.

source: That is a bold plan, but I'm not sure it will work. If you do not succeed immediately, you will have alerted the orcs to our presence without accomplishing anything.
da: Det er en modig plan, men jeg er ikke sikker på at den vil virke. Hvis du ikke har øjeblikkelig succes så kender orkerne til vores tilstedeværelse uden at du har opnået noget.
es: Ese es un plan audaz, pero no estoy seguro de que vaya a funcionar. Si no tenemos éxito de inmediato, habremos alertado a los orcos de nuestra presencia sin haber conseguido nada.
ja: 大胆な計画だ。しかし私はそれがうまく行くとは思えない。もし直ちに進まなければ、何もできない内にオークに我々の存在を明かしてしまうだろう。
ru: Смелый план. Но я отвечу твоими же словами: если орки хоть что-нибудь заподозрят, то успеют приготовиться к отражению атаки. Манёвр пропадёт напрасно.

source: Ah-Reblak’s choice
es: La elección de Ah-Reblak
ja: Ah-Reblakの選択

source: Why don't we split our forces and take Elensefar by our overhelming forces from all sides at the same time? They surrely don't stand a chance against our combined forces!
es: ¿Por qué no dividimos nuestras fuerzas y tomamos Elensefar con nuestra superioridad numérica desde todos los frentes a la vez? ¡Seguro que no tendrán ninguna oportunidad contra nuestras fuerzas combinadas!
ja: なぜ軍隊を分割して、同時にすべての方向から圧倒的な力でもってElensefarを占領しようとしないんだ? 彼らが我々の連合軍に対抗できるチャンスがないのは確かだ!

source: Each of us on his own quest? That is suicide!
es: ¿Cada uno por su lado? ¡Eso es suicida!
ja: それぞれが自分の目標に向かって動く? それは自殺だ!

source: A Choice must be make
es: Hemos de tomar una decisión
ja: 1つを選択しなければならない

source: Hm... you are right there. Which plan should we use?
da: Hm... du har ret på det punkt. Hvilken plan skal vi bruge?
es: Um... tenéis razón en eso. ¿Qué plan deberíamos usar?
ja: ふむ…… あなた達は正しい。どの計画を用いるべきか?
ru: Итак... Какой же план нам избрать?

source: I say we head north, as you proposed.
da: Jeg siger nordpå, som du foreslog.
es: Digo que vayamos al norte, como vos propusisteis.
ja: あなたが提案した通り、北へ向かうと言う。
ru: Как ты и предлагал, нанесём удар с севера.

source: Madru's plan to head south sounds the best.
da: Madrus plan om at angribe sydfra lyder bedst.
es: El plan de Madru de dirigirnos al sur parece el mejor.
ja: 南へ向かうというMadruの計画が一番のようだ。
ru: Мадру, высадка в гавани кажется мне наилучшим решением.
