Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: Take more than 30 weeks to reach the western lands
da: Mere end 30 uger om at nå de vestlige lande
es: Tardar más de 30 semanas en alcanzar las tierras del oeste
ja: 西の土地に着くまで30週以上かかる
ru: Прошло более 30 недель (ходов), а корабль не достиг искомого берега

source: There does not seem to be anyone living on this island... except, it seems, that black-cowled man on the far side...
da: Der ser ikke ud til at leve nogen på denne ø... undtagen, ser ud til, den mand med den sorte kutte derovre...
es: Parece que no vive nadie en esta isla... excepto, parece, aquél hombre de negro que se ve a lo lejos...
ja: この島には生き物が全くいないように見える…… 遠くに見える黒い頭巾を被った男を除けば……
ru: Кажется, на этом острове нет никого живого... Хотя... Вон там виднеется темнокожий человек...

source: Last time I was here there was a trading colony, but it seems to be gone. Their old stockades should still be here, anyway.
da: Sidste gang jeg var her var der en handelsplads, men den er vist væk. Deres gamle fæstningsværker er her dog stadig.
es: La última vez que estuve allí había una colonia comercial, pero parece que ha desaparecido. Sus viejos almacenes aún deberían seguir allí, en cualquier caso.
ja: 私がここへ最後に来た時は、交易植民地があった。しかし失われたようだ。古い防御柵がまだここにあるはずだ、なんにせよ。
ru: Когда я в последний раз проплывал тут, остров был неплохой торговой колонией. Но, похоже, дела пришли в упадок. Хотя старые укрепления должны были сохраниться.

source: I see signs of a Wesnothian outpost. Odd they would come so far south...
da: Jeg kan se tegn på en forpost fra Wesnoth. Mærkeligt at de er så langt mod syd...
es: Veo señales de un puesto avanzado wesnothiano. Es raro encontrarlos tan al sur...
ja: Wesnoth前哨地の印が見える。こんな遠く南まで来ているのは妙だな……
ru: Нутром чую, тут расположились солдаты Веснота. Странно, что они не отбыли на юг...

source: I think something is in the water...
da: Der er vist noget i vandet...
es: Creo que hay algo en el agua...
ja: 何かが水中にいるように思える……
ru: Хм... В воде что-то движется...

source: This island looks vaguely elvish.
da: Denne ø ser svagt elveragtigt ud.
es: Esta isla parece vagamente élfica.
ja: この島はかすかにエルフの感じがする。
ru: Этот остров прямо таки выдаёт наличие эльфов.

source: Nagas were about a hundred years ago, in Haldric's time! I wonder if any remain...
da: Nagaerne var her for en hundrede år siden, i Haldrics tid! Mon der er nogen tilbage...
es: Había nagas hará un siglo, ¡en los tiempos de Haldric! Me pregunto si queda alguno...
ja: ナーガは約100年前にいた。Haldricの時代に! まだ生き残りがいたのか……
ru: Наги жили тут сто лет назад, во времена Холдрика! Интересно, остался ли кто-нибудь...

source: Does anything live in this frozen wasteland?
da: Lever der noget i dette frosne ødeland?
es: ¿Puede vivir algo en estas salvajes tierras heladas?
ja: この凍った土地に何が住んでいるんだ?
ru: Осталось ли что живое на этой замороженной пустоши?

source: This is old Clearwater Port! It was sacked by orcs long ago, I doubt there are any humans left.
da: Dette er Clearwater Havn! Den blev plyndret af orkerne for lang tid siden. Jeg tvivler på at der er nogen mennesker tilbage.
es: ¡Este es el antiguo puerto de Aguas Claras! Fue saqueado por los orcos hace mucho, dudo que quede ningún humano.
ja: ここは古のClearwater港だ! 昔オークに略奪された。人間が残っているかは疑わしい。
ru: Старый порт Чистые Воды! Орки разгромили его в далёкие времена. Сомневаюсь, что нам хоть кто-нибудь здесь повстречается.

source: The Great Academy of Alduin is settled on this isle! Let us hold here for a day or two.
es: ¡La gran Academia de Alduin se erige en esta isla! Permanezcamos aquí un par de días.
ja: Alduinの偉大な学院がこの島にはある! 1日か2日ここに留まろう。

source: This is just an abandoned smugglers hole.
es: Esto no es más que un escondite de contrabandistas abandonado.
ja: ここはただの打ち捨てられた密輸業者の穴だ。

source: Carefull with those riffs, or we will shipwreck
es: Cuidado con esos arrecifes, o naufragaremos
ja: 暗礁に気をつけろ、さもなきゃ難破だ。

source: Legend says Haldric landed here on his journey over, and that he fought something. Lets hope we don't have to fight whatever it was...
da: Sagnet siger at Haldric gik i land her på sin rejse og kæmpede mod et eller andet. Lad os håbe at vi ikke også må kæmpe mod det hvad det så end var...
es: La leyenda dice que Haldric desembarcó aquí al final de su viaje y que luchó contra algo. Esperemos no tener que luchar con lo que quiera que fuese...
ja: 伝説ではHaldricは、彼の旅の途中でここへ上陸したそうだ。そして彼は何者かと戦った。それが何だったにせよ、戦わずに済ませたい……
ru: Легенды гласят, что Холдрик во время своего путешествия останавливался на этом острове, чтобы сразиться с чем-то загадочным. Надеюсь, нам не придётся противостоять неведомому...

source: This island has nothing of interest.
es: Esta isla no tiene nada interesante.
ja: この島には興味を引くものは何もない。

source: There is a great tower on the isle. Which kind of mage live here?
es: Hay una gran torre en la isla. ¿Qué clase de mago vivirá aquí?
ja: この島には大きな塔がある。ここにどんな魔法使いが住んでいるんだ?

source: This is the land I was talking about. Land here, and we will get the warriors we need.
da: (Sort den Røde) Dette er landet jeg fortalte om. Gå i land her og vi vil finde de krigere vi skal bruge.
es: Esta es la isla de la que os hablaba. Atraquemos aquí y encontraremos los guerreros que necesitamos.
ja: ここは私が話していた土地だ。ここに上陸しろ。必要としている兵士が手に入るだろう。
ru: Вот земля, о которой я говорил. Высадимся тут, и у нас будут воины.

source: This island has no more enemies on it, but we can still reprovision here. That will still take time, though.
da: Denne ø har ikke flere fjender, men vi kan stadig hente forsyninger her. Det vil dog stadig tage tid.
es: En esta isla ya no quedan enemigos pero aún podemos reabastecernos. Aunque llevará algún tiempo.
ja: この島にはもう敵はいない。しかしここで補給はできる。時間はかかるが。
ru: Мы уже очистили этот остров от всех врагов, так что можем спокойно пополнить припасы. Правда, и найти их теперь будет труднее.

source: We have unfinished business to attend to.
es: Tenemos algunos asuntos pendientes a los que atender.
ja: やらなきゃいけないことが終わっていない。

source: We have left Elensefar in the hands of the orcs. If we do not return soon, it will be of no use to return at all. We have at most 30 weeks to get to the western lands, where we will meet with the people Black the Red has spoken of. That will leave us with 5 weeks to get back.
da: Vi har forladt Elensefar i orkernes hænder. Hvis vi ikke returnerer snart, vil det være meningsløst i det hele taget at tage tilbage. Vi har højst 30 uger til at nå de vestlige lande, hvor vi vil møde det folk som Sort den Røde har talt om. Det vil give os 5 uger til at komme tilbage.
es: Hemos dejado Elensefar en manos de los orcos. Si no volvemos pronto, no servirá de nada volver. Disponemos de un máximo de 30 semanas para llegar a las tierras del oeste donde nos encontraremos con la gente de la que ha hablado Negro el Rojo. Eso nos deja un total de 5 semanas para volver.
ja: 我々はオークの手中にあるElensefarを離れた。もし我々がすぐに戻らなければ、帰還は全く無益なものになるだろう。西の地に着くまでせいぜい30週間だ。そこでBlack the Redが言っていた人々と会う。戻るのに残されているのは5週間だ。
ru: Мы оставили Эленсефар на растерзание злобным оркам. Если не возвратимся как можно скорее, то, может так статься, уже и возвращаться будет некуда. На то, чтобы собрать армию, у нас есть только 30 недель. За это время мы должны будем достигнуть таинственных западных берегов и договориться с людьми, о которых рассказывал Блэкред. И останется лишь пять недель, чтобы вернуться обратно...

source: Also, our ship cannot hold provisions for more than 6 weeks at a time, so we must either land on an island or capture an enemy ship ever 6 weeks.
es: Además, nuestro barco no puede llevar provisiones para más de 6 semanas, por lo que debemos desembarcar en una isla o capturar un barco enemigo cada 6 semanas.
ja: それに、我々の船は一度に6週間以上の糧食は持てない。だから6週間以内に島に上陸するか敵の船を拿捕しなければならない。

source: We have ran out of provisions.... *urgh*
da: Vi er løbet tør for forsyninger... *ak*
es: Nos hemos quedado sin provisiones... *urgh*
ja: 我々は糧食を使いきった…… <b>ううぐ</b>
ru: Пить... Воды... Всё закончилось... Надо пополнить припасы... *ургх*.

source: Hurry, we are down to our last provisions! If we don't refill them within a week, we will all starve!
da: Hurtigt, vi bruger vores sidste forsyninger! Hvis vi ikke får nye inden en uge vil vi alle sulte!
es: ¡Rápido, casi nos hemos quedado sin provisiones¡ ¡Si no las reponemos en una semana, moriremos de hambre!
ja: 急げ、我々は最後の糧食を使ってしまった! 1週間以内に補充しなければ、みんな餓死してしまう!
ru: Скорее! Если мы не пополним припасы в течении недели, то все сдохнем!

source: We only have enough provisions for $turnsleft weeks; we must reach the Western Lands in $gameleft weeks.
da: Vi har kun nok forsyninger for $turnsleft uger; vi må nå de vestlige lande inden $gameleft uger.
es: Solo tenemos provisiones suficientes para $turnsleft semanas. Debemos alcanzar las tierras del oeste en $gameleft semanas.
ja: 我々には$turnsleft|週間分の糧食がある; 西の土地へは$gameleft|週以内に着かなければならない。
ru: Нам хватит провианта на $turnsleft недель; Нужно достигнуть западных берегов в течении $gameleft.

source: We have failed reaching the Westlands in time.
es: Hemos fracasado en nuestro intento de alcanzar las tierras del oeste a tiempo.
ja: 我々は時間内に西の土地へ着くことに失敗した。

source: Black Galleon
es: Galeón negro
ja: 黒いガレオン

source: The Explorer is the craft of Meneldur the Mariner. Crafted with Elvish skill, it moves faster in the water than most vessels, but is structurally weaker, and will be sunk easier than a man-made ship.
es: El Explorador es la embarcación de Meneldur el marino. Construido con las habilidades de los elfos, navega más rápido que la mayoría de los otros barcos, pero tiene una estructura más frágil y se hundirá más fácilmente que un barco humano.
ja: Explorer号は水夫Meneldurの作品です。エルフの技術で作られたこの船は、ほとんどの船より水の上を速く走ります。しかし構造的には弱く、人間の作った船より簡単に沈みやすいです。

source: ballista
es: balista
ja: バリスタ

source: Brute
es: Bruto
ja: 畜生

source: Brutes are lower-class city dwellers. Though sturdier than most other peasants, they are still good for little else than back-breaking physical labor.
es: Los brutos son habitantes de clase baja de la ciudad. Al ser más recios que la mayoría de los otros residentes, no resultan muy útiles más que para tareas de duro trabajo físico.
ja: 畜生は町の下層民です。ほとんどの農民より多くを学んではいますが、それでも肉体的に骨の折れる仕事以外にはほとんど役に立ちません。

source: fist
es: puñetazo
ja: 拳

source: Civilian
es: Civil
ja: 市民

source: Civilians are the city-dwellers who try to make their fortune in a non-violent manner.
es: Los civiles son habitantes de la ciudad que intentan ganarse la vida de formas no violentas.
ja: 市民は非暴力的な社会の中で成功しようとしている町の住民です。

source: dagger
es: daga
ja: ダガー

source: Elvish Admiral
es: Almirante elfo
ja: エルフの提督

source: In command of the whole Elensian fleet, the Elvish Admiral follows the orders of the Lord of Elensefar - when it suits him to do so. He has left elvish land to join Elensefar, and for this is considered a traitor.
es: Al mando de toda la flota elensiana, el almirante elfo sigue las órdenes del Señor de Elensefar, cuando están de acuerdo con ellas. Ha dejado las tierras de los elfos para servir a Elensefar y es considerado un traidor por ello.
ja: Elensefar艦隊全体を指揮するエルフの提督は、Elensefarの君主の指揮に従っています - そうするのが彼にふさわしければ。彼はElensefarに加わるためにエルフの土地を離れました。そしてこれは裏切りだと考えられています。

source: staff
es: bastonazo
ja: 杖

source: bolas
es: boleadoras
ja: ボーラ

source: Elvish Mariner
es: Marino elfo
ja: エルフの水夫

source: Separated from Elvish society because of his love of the sea, the Elvish Mariner has obtained command of a ship and often sails the seas in search of adventure.
es: Apartados de la sociedad de los elfos debido a su amor por el mar, los marinos elfos han obtenido el mando de un barco y a menudo cruzan los mares en busca de aventuras.
ja: 海が好きなためにエルフの社会から離れた、エルフの水夫は船の指揮権を得ました。そして冒険を求めて頻繁に航海しています。

source: Elvish Navigator
es: Navegante elfo
ja: エルフの航海長

source: The Elvish Navigator has removed himself from other Elves, except those loyal to him more than to the Council, in order to become a captain of a ship and go wherever he pleases. He does not follow orders he disagrees with.
es: Los navegantes elfos se han separado de los otros elfos, excepto de aquellos que les son leales por encima del consejo, para convertirse en capitanes de barco y navegar a donde les plazca. Nunca siguen órdenes con las que no están de acuerdo.
ja: エルフの航海長は、船の隊長になり行きたい所へ行くために、他のエルフに背を向けました。評議会より彼への忠誠が勝る者を除いてです。彼は納得できない命令には従いません。

source: herbalist
es: herborista
ja: 薬草医

source: This unit is a skilled herbalist accelerating its healing capabilities.
es: Esta unidad es un habilidoso herborista por lo que tiene habilidades sanadoras mejoradas.
ja: このユニットは回復能力を加速する薬草医学の知識があります。

source: Initiate
es: Iniciado
ja: 新人

source: Initiates are skilled enough to cast offensively but lack the time, effort and study to cast as true magi can.
es: Los iniciados tienen la suficiente habilidad para lanzar hechizos ofensivos pero carecen del tiempo, esfuerzo y estudios necesarios para conjurar como un auténtico mago.
ja: 新人は攻撃魔法を唱えるのに十分な技術がありますが、本物の魔法使いのように唱えるための努力や勉強の時間が不足してます。

source: missile
es: proyectil
ja: 飛翔体

source: female^Initiate
es: Iniciada
ja: 新人

source: Nobleman
es: Noble
ja: 貴族

source: Leading relative lives of luxury, a nobleman's main concern is proper etiquette and good social graces.
es: Llevando auténticas vidas de lujo, la principal preocupación de un noble es la correcta etiqueta y las buenas habilidades sociales.
ja: 贅沢に暮らす親類に感化された貴族の主な関心は正しい礼儀作法と上品な社会的品位です。

source: Sailor
es: Marinero
ja: 水夫

source: Sailors, who began traversing the ocean when they were young, are almost as much at home in water as on land. In order to make all of the swift movements required of a crewman, Sailors do not wear any armor. It would only weigh them down, and would probably cause them to drown in they fell in the deep. Their only weapon is their light rapier, which they sling across their shoulder when not using it.
es: Los marineros, que cruzan los mares desde que eran jóvenes, se sienten más en casa embarcados que en tierra. Para poder realizar las rápidas maniobras que se requieren de la tripulación, los marineros no llevan armadura. Esta solo les entorpecería y causaría con toda probabilidad que se ahogaran si cayeran al agua. Su única arma es su ligero florete, que llevan cruzado a la espalda cuando no lo necesitan.
ja: 若い時に海を渡り始めた水夫のほとんどは陸上と同じ位水上に馴染んでいます。必要な乗員を迅速に動かす必要性から、水夫はいかなる鎧も着ません。鎧は彼らを圧するだけで、おそらくは深みに沈んで溺死することになってしまうでしょう。彼らは軽いレイピアだけで武装します。それを使わない時は肩から吊り下げています。

source: Shipsmaster
es: Contramaestre
ja: 船長

source: The master of whatever ship they are aboard, the Shipsmaster answers only to the captain of the vessel. He does not do the manual labor that most crewmen do, leaving that to those working beneath him, but still refuses to wear armor or wield heavy weapons, as doing so would be only an invitation for the sea to drown him. His weapon is his rapier, which he wields with ferocious skill.
es: Los jefes de cualquier barco en el que estén enrolados, los contramaestres solo responden ante el capitán del barco. No hacen las labores manuales de la mayoría de la tripulación, dejándolas para los que están a sus órdenes, pero siguen negándose a llevar armadura o armas pesadas puesto que eso sería una invitación para ahogarse en el mar. Su arma es el florete, que blanden con feroz habilidad.
ja: 乗り組んだ船の全てを統率する船長は、船の隊長の要求以外には応じません。彼はほとんどの乗員が行う肉体労働をしません。彼より地位の低いものにやらせておきます。しかしそれでも鎧を着たり、重い武器を使ったりはしません。彼を溺死させるための海からの案内状でしかないからです。非常な技術を持つレイピアで武装しています。

source: War Galleon
es: Galeón de guerra
ja: 戦闘用ガレオン

source: The Royal Navy of Wesnoth owns a powerful fleet of deadly war galleons. Their task is to hunt down pirates - or whoever they choose to call pirates - and destroy them.
es: La marina real de Wesnoth dispone de una poderosa flota de galeones de guerra. Su tarea es cazar a los piratas, o a cualquier otro a quién elijan llamar pirata, y destruirlos.
ja: Wesnoth海軍は致命的な戦闘用ガレオンからなる強力な艦隊を保有しています。彼らの任務は海賊 - あるいは彼らが海賊と呼ぶことにした誰でも - を追討し殺すことです。

source: Elvish Civilian
es: Civil elfo
ja: エルフの市民

source: Since elves are not warlike by nature, most of their population is composed by civilians, who learn, at very early age, basic usage of swords and bows, so that they can defend themselves, or their homes, in times of need, forming a fairly skilled militia. However, if you are hurling civilians at your foes, you're clearly out of superior forces.
es: Puesto que los elfos no son guerreros por naturaleza, la mayoría de su población la componen civiles, que aprenden, a una edad muy temprana, el uso básico de la espada y el arco, para poder defenderse, o defender sus hogares, en tiempos de necesidad, formado una milicia bastante habilidosa. Sin embargo, cuando es necesario usar civiles contra los enemigos, es que se carece de tropas mejores.
ja: エルフは本来好戦的ではありませんので、彼らの人口のほとんどは市民からなります。市民は幼少期に基本的な剣と弓の使い方を学んでいるので、必要な時にはまずまずの技量を持つ民兵として自分自身や家を守ることができます。しかしながら、もしあなたが彼らを敵に激しくぶつけると、優勢な兵力でないことが明白になります。

source: female^Elvish Maid
es: Doncella elfa
ja: エルフの女中

source: Elvish Horse Archer
es: Jinete elfo
ja: エルフの馬上射手

source: Swordsmastery: add extra damage to sword, Cures Poison, Max XP +20%
es: Maestría con la espada: daño extra con la espada, cura veneno, máx PX +20%
ja: 熟練剣術: 剣で追加のダメージを与えられ、解毒します。最大EXP +20%

source: Marksmanship: add marksman to bow, add +2 damage, Cures Poison, MAX XP +20%
es: Maestría con el arco: puntería con el arco, +2 de daño, cura veneno, máx PX +20%
ja: 射撃術: 弓に狙撃能力を付加して与えるダメージを2増やし、解毒します。最大EXP +20%

source: Max HP bonus +4, full healing, Max XP +25%
es: Máx bonificación de PV +4, sanación completa, máx PX +25%
ja: 最大HPを+4追加して、全快します。最大EXP +25%

source: This unit is capable of distracting opponents, allowing allied units to trespass their Zones of Control and move unhindered around them.
es: Esta unidad es capaz de distraer oponentes, permitiendo a las unidades aliadas traspasar sus Zonas de Control y avanzar sin obstáculos a su alrededor.
ja: このユニットは敵の気を逸らすことができます。味方のユニットがその敵のZOCに入り、隠れずに動けるようになります。

source: The presence of this unit inspires own units next to it to deal more damage in combat, though this only applies to units of lower level.
es: La presencia de esta unidad inspira a las unidades amigas cercanas para hacer más daño en combate, aunque esto solamente puede aplicarse a las unidades de menor nivel.
ja: このユニットの存在は隣接する自軍のユニットを発奮させ、戦闘でより多くのダメージを与えられるようになります。ですが、これはより低いレベルのユニットにのみ有効です。

source: This unit is able to grant the skirmisher ability to allied units that stand next to it on start of his turn.
es: Esta unidad es capaz de garantizar la habilidad de hostigador a los aliados que se encuentren a su lado al comenzar su turno.
ja: このユニットはターン開始時に隣接していた味方ユニットに散兵能力を与えます。

source: The ability to teach battle experience to adjacent allied units allows them to earn experience points equivalent of the second unit level whenever the tutor attacks with his melee attack and hits at least once.
es: La habilidad de enseñar experiencia de batalla a las unidades aliadas adyacentes les permite ganar los puntos de experiencia equivalentes al nivel de la segunda unidad siempre que el tutor realice un ataque cuerpo a cuerpo y golpee al menos una vez.
ja: 隣接する味方ユニットに戦闘経験を教える能力は、指導者が格闘攻撃で1度でも当てた時には、次のユニットレベルに相当する経験値を与えます。

source: blitz
es: ataque sorpresa
ja: 急襲

source: Allies that start their turn adjacent to this unit are granted Skirmisher for that turn.
es: Los aliados que comienzan su turno al lado de esta unidad tienen garantizada la habilidad de hostigador por ese turno.
ja: ターン開始時にこのユニットに隣接する味方は、そのターンの間は散兵能力を得ます。

source: battle tutor
es: tutor de batalla
ja: 戦闘指導者

source: This unit's ability to teach battle skills gives each adjacent allied unit a small boost to experience earned in battle.
es: La habilidad de enseñar habilidades de batalla de esta unidad proporciona a cada unidad adyacente una pequeña mejora a la experiencia adquirida en la batalla.

source: $second_unit.level XP
es: PX de $second_unit.level

source: $hits XP
es: $hits PX

source: distract
es: distraer
ja: 陽動

source: This unit negates enemy Zones of Control around itself for allied units (but not for itself).
es: Esta unidad anula las Zonas de Control enemigas alrededor de sí misma para unidades aliadas (pero no para sí misma).
ja: このユニットは、自分の周りの敵ZOPを隣接する味方ユニットに対して無効にさせます(しかし自分自身には効きません)。

source: inspire
es: inspirar
ja: 発奮

source: This unit can inspire *allied* units that are next to it, making them do 25% more damage per level difference.
es: Esta unidad puede inspirar a las unidades aliadas adyacentes, haciendo que produzcan un 25% más de daño por cada nivel de diferencia.
ja: このユニットは隣接する味方ユニットを発奮させることができます。それにより、レベルの差ごとに25%増しのダメージを与えられるようになります。

source: Do you really want to run away?
es: ¿Realmente desea huir?
ja: 本当に逃げたいですか?

source: Yes
es: Sí
ja: はい

source: Fall back!
es: ¡Retirada!
ja: 退却だ!

source: Fight on!
es: ¡Continuad luchando!
ja: 戦い抜け!

source: Remember we can retreat at any time, just move your leader to the ship.
es: Recordad que nos podemos retirar en cualquier momento moviendo al líder hasta el barco.
ja: いつでも退却できることを覚えておくんだ。リーダーを船へ移動させるだけだ。

source: But then we haven't time to refill our ship...
es: Pero entonces no tendremos tiempo de reabastecer nuestras bodegas...
ja: しかし、それでは船へ補給する時間がない……

source: I hope it would never be needed.
es: Ojalá nunca hubiera hecho falta.
ja: 必要にならないことを願おう。

source: To die on the cusp of victory. Oh, the irony!
es: Morir en la cúspide de la victoria. ¡Oh, que ironía!
ja: 勝利への転換点で死す。ああ、なんて皮肉だ!

source: Far from home I fall — but not in vain! Guard our people, Madru!
es: Lejos de casa, caigo - ¡pero no en vano! ¡Proteged a nuestra gente, Madru!
ja: 故郷から遥か離れた地で死す - しかし無駄死ではない! 人々を守ってくれ、Madru!

source: I go now to join my forefathers...
es: Voy ahora a reunirme con mis ancestros...
ja: 先祖のところへ行く時だ……

source: He was a brave warrior and a true friend. We will miss him.
es: Fue un valiente guerrero y un auténtico amigo. Le echaremos de menos.
ja: 彼は勇敢な戦士であり、真の友人だった。寂しくなるだろう。

source: Aaargh! Curse you $second_unit.name|!
es: ¡Aaaargh! ¡Yo te maldigo $second_unit.name|!
ja: あぁぁぁう! 呪ってやる、$second_unit.name|!

source: Without his guidance, how can we retake ever Elensefar? We are lost without him!
es: Sin sus consejos, ¿como podremos liberar a Elensefar? ¡Estamos perdidos sin él!
ja: 彼の案内無しで、どうやってElensefarを取り戻せるんだ? 彼なしでは我々の負けだ!

source: Farewell Meneldur, I go to the sea god. You must go on without me.
es: Adiós Meneldur, voy al dios del mar. Deberéis seguir sin mí.
ja: さようならMeneldur、私は海の神のところへ行きます。私なしで進まなければなりません。

source: Continue... the battle... for me...
da: Fortsæt... slaget... for mig...
es: Continuad... la batalla... por mí...
ja: つづけろ…… 戦闘を…… 私のために……
ru: Не... бросайте... сражение...

source: Eloh waits for me!
es: ¡Eloh me espera!
ja: Elohが私を待っている!

source: I see the light...
es: Veo la luz...
ja: 光が見える……

source: This can’t be the end, I have too much left to see.
es: Este no puede ser el fin, me queda todavía mucho por ver.
ja: 終わりのはずがない。まだ見てないものがありすぎる。

source: I knew this was a mistake.
es: Sabía que esto era un error.
ja: これは失敗だと分かってた。

source: I have lost all helping the livings... Now they will surely perish!
es: Lo he perdido todo ayudando a los vivos... ¡Ahora seguramente perecerán!
ja: 助けてくれる全ての生者を失った…… 彼らは確実に死ぬだろう!

source: Help me, I can't hold-
es: Ayudadme, no puedo aguantar-
ja: 助けてくれ、抑えられない

source: We have to pay $supply_cost upkeep to $units.length soldiers for their efford in this battle.
es: Hemos de pagar $supply_cost de mantenimiento a $units.length soldados por su esfuerzo en esta batalla.
ja: この戦闘での$units.length|人の兵士の活躍に対して、$supply_cost|ゴールド支払わなければならない。

source: We run out of supplies and cannot pay our troops their upkeep.
es: Nos hemos quedado sin recursos y no podemos pagar a nuestras tropas su mantenimiento.
ja: 我々は物資を使いきった。そして部隊に支払いができない。

source: We have taken $scenario_number weeks, $supply_cost gold has been paid as sold.
es: Nos ha llevado $scenario_number semanas, hemos pagado $supply_cost monedas de oro como soldada.
ja: $scenario_number|週間たった。$supply_cost|ゴールドを支払いにあてた。
