Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: So we meet again, traitor elf! Prepare to die!
da: Så vi mødes igen forræderiske elv! Du skal dø!
es: ¡Así que nos encontramos de nuevo, elfo traidor! ¡Preparate a morir!
ja: また会ったな。エルフの裏切り者! 死ぬ用意をしろ!
ru: Вот мы и встретились, эльф-предатель! Готовься к смерти!

source: Whats going on here?
da: Hvad sker der her?
es: ¿Qué está ocurriendo aquí?
ja: ここで何が起きているんだ?
ru: Да сколько можно!

source: Kalandur here thinks I betrayed Elfkind by aiding Elensefar. He's going to fight us. We have to leave.
da: Kalandur her tror jeg forrådte elverne ved at hjælpe Elensefar. Han vil kæmpe imod os. Vi må tage af sted.
es: Pues que Kalandur piensa que traicioné a los elfos ayudando a Elensefar. Va a enfrentarse a nosotros. Hemos de partir.
ja: このKalandurは私がElensefarを助けることでエルフを裏切ったと考えている。彼は我々と戦うつもりだ。我々は離れるべきだ。
ru: Каландур полагает, что я предал эльфийский род, когда назвал Эленсефар своим домом. Он хочет сразиться с нами. Нужно уходить.

source: Look, if we leave now, they'll just follow us and kill us. We have to defeat them!
da: Hør! Hvis vi tager af sted nu vil de bare følge efter os og dræbe os. Vi må besejre dem!
es: Mirad, si nos vamos, nos perseguirán hasta matarnos. ¡Hemos de derrotarlos ahora!
ja: 見ろ、もし我々が離れたら、彼らは我々を追いかけて殺すだろう。彼らを倒さなければならない。
ru: Нет-нет-нет! Если мы оставим его, то за нами по пятам будет следовать целая армия, пока им не представится удобный случай напасть. Избавимся от них здесь и сейчас.

source: If we leave, he will probably not follow us. He will report to his superiors - wherever they are.
da: Hvis vi tager af sted vil han sikkert ikke følge os. Han vil rapportere tilbage til sine overordnede - hvor de så er.
es: Si nos vamos, es probable que no nos siga. Primero informará a sus superiores, quienes quiera que sean.
ja: もし我々が離れたら、おそらく彼は追いかけてこない。彼は上司に連絡するだろう - 彼らがいるどこかへ。
ru: Если мы дадим ему уйти, то он последует за нами. Вдобавок он сообщит о нас другим армиям...

source: And won't those superiors send out even more ships? If we let Kalandur get away, they will know where we are and where we are coming from.
da: Og vil disse overordnede ikke sende endnu flere skibe ud? Hvis vi lader Kalandur slippe væk, vil de vide hvor vi er og hvor vi kommer fra.
es: ¿Y esos superiores acaso no enviarán más barcos? Si permitimos que Kalandur se vaya, sabrán donde estamos y de donde venimos.
ja: そしてその上司がさらに多くの船を送る? もし我々がKalandurを追いやっても、彼は我々がどこにいて、どこへ向かっているか知っている。
ru: Именно. И тогда за нами будет гоняться целая флотилия. Сколько в таком случае мы протянем? Если дать Каландуру уйти, то они узнают о нас всё: и нашу численность, и наш маршрут.

source: Very well. Onward!
da: Udmærket. Fremad!
es: Muy bien. ¡Adelante!
ja: よく分かった。進め!
ru: Ну что ж. Решение принято. Вперёд!

source: So, we have slain an Elf! I do not like this - they are not evil, they are only following the commands of their twisted leader. Perhaps if we spare them their lives, they will join us after we defeat them.
da: Vi har dræbt en elv! Jeg kan ikke li' det - de er ikke onde, de følger kun ordre fra deres forstyrrede leder. Måske hvis vi sparer deres liv, så vil de slutte sig til os når vi har besejret dem.
es: ¡Así que hemos matado a un elfo! Esto no me gusta, no son malvados, solo siguen las órdenes de su perverso líder. Quizás si les perdonamos la vida, se unan a nosotros después de derrotarlos.
ja: 我々はエルフを殺してしまった! これは良くない - 彼らは邪悪ではない。彼らは単に間違ったリーダーの命令に従っただけだ。多分、彼らの命を助けたら、倒した後に味方になってくれるだろう。
ru: Мы убили эльфа! Не по душе мне происходящее. Эльфы сражаются против меня не по своей воле, а следуя приказам спятившего командира. Возможно, если мы пощадим их, то после нашей победы они присоединятся к нам.

source: Look - there is a bridge here that Kalandur was guarding. I guess we should go across, but I don't have any idea what is there.
da: Se - der er en bro her som Kalandur bevogtede. Jeg antager vi bør krydse den, men jeg har ingen ide om hvad der venter på den anden side.
es: Mirad, aquí hay un puente que Kalandur estaba defendiendo. Creo que deberíamos cruzarlo, aunque no tengo ni idea de lo que encontraremos.
ja: 見ろ - ここにKalandurが守っていた橋がある。渡るべきだと思う。しかしあちらに何があるかは分からない。
ru: Смотрите, вон там мост, который охранял Каландур. Нужно перебраться через него. Вот только не знаю, что нас там ждёт.

source: Nor do I. Probably more enemies.
da: Det gør jeg heller ikke. Sikkert flere fjender.
es: Ni yo. Más enemigos seguramente.
ja: 私もだ。おそらくさらなる敵だ。
ru: И я не знаю. Скорее всего, просто ещё больше врагов.

source: Wait! I know what's across that bridge - its more elves, who will want to kill you, and orcs.
da: Vent! Jeg ved hvad der er over broen - der er flere elver, som vil ønske at dræbe os og orker.
es: ¡Esperad! Sé lo que hay al otro lado del puente: más elfos que querrán mataros y orcos.
ja: 待て! 橋を渡ると何があるか分かっている - エルフだ。あなたを殺したがっている。そしてオーク。
ru: Погодите! За этим мостом нас ожидают ещё больше жаждущих нашей крови эльфов и орков!

source: Well then, we will have a common foe with these elves!
da: Så har vi en fælles fjende med disse elver!
es: Bueno entonces, ¡tendremos un enemigo común con esos elfos!
ja: さてそれでは、そのエルフと共通の敵がいるわけだ!
ru: Отлично! Вот мы и найдём с эльфами общий интерес — орки!

source: Um.. in a way... but in any case, I think that us elves who are still alive will join you. We can't go back to the elves now, because since we did not die they will think we are deserters.
da: Um.. på en måde... men uanset hvad. De elver som stadig er i live vil slutte sig til dig. Vi kan ikke gå tilbage til elverne nu. Da vi ikke døde vil vi blive opfattet som desertører.
es: Um... en cierto modo... pero en cualquier caso, creo que los elfos que aún seguimos vivos nos uniremos a vos. No podemos volver con los nuestros puesto que ,al no haber muerto, pensarán que hemos desertado.
ja: うむ…… この場合は…… しかしいずれにせよ、まだ生きているエルフはあなたに協力すると思う。我々はエルフのところへは戻ることができない。なぜなら我々は死んでいないから、任務を放棄したと思われるだろう。
ru: Гм... может быть... Да, вероятно, оставшиеся в живых эльфы к нам присоединятся. А сейчас нельзя показывать слабость, пусть думают, что мы полны сил и не собираемся отступать.

source: Then join us, if you wish to. We are always open to more fighters.
da: Så slut jer til os hvis i ønsker det. Vi er altid åben for flere kæmpere.
es: Entonces uniros a nosotros si lo deseáis. Siempre estamos buscando más guerreros.
ja: それではついて来い、もし望むなら。我々は戦士をいつも拒まない。
ru: Если желаете, то присоединяйтесь к нам. Всегда готовы принять в свои ряды достойных воинов.

source: Gladly! Also, there is some gold here that Kalandur was saving... you can take it, since you did defeat him.
da: Med glæde! Der er også noget guld her som Kalandur gemte... du kan tage det, siden du besejrede ham.
es: ¡Será un placer! Además, hay algo de oro aquí que Kalandur acumulaba... podéis tomarlo, puesto que le habéis derrotado.
ja: 喜んで! それに、ここにはKalandurが貯めていたゴールドがある…… 彼を倒したんだから、持っていける。
ru: С удовольствием! И кстати, вам может пригодиться: Каландуру удалось скопить немного золота... Возьмите, это будет честно.

source: A Deadly Alliance
da: En dødelig alliance
es: Una alianza mortal
ja: 致命的な同盟
ru: Смертельный Союз

source: Mad Alliance
es: Alianza loca
ja: 狂った同盟

source: Alandur! I suppose you want to battle? Very well, but there are orcs here also. How about we kill them first, then battle?
da: Alandur! Jeg antager du vil kæmpe? Udmærket, men der er også orker her. Hvad med om vi ordner dem først og så slås indbyrdes?
es: ¡Alandur! Supongo que deseas luchar. Muy bien, pero también hay orcos aquí. ¿Por qué no los matamos primero y luego luchamos?
ja: Alandur! あなたは戦いたいのだと思うが? 承知した。しかしここにはオークもいる。先にオークを倒すというのはどうだ。それから戦うというのは?
ru: Аландур! Ты всё ещё хочешь сражаться? Нет, не думай, сдаваться я не собираюсь. Но посмотри, орки уже близко. Может, сначала стоит избавиться от них, а потом уже решать наш спор?

source: Well, if the orcs had not occupied Elensefar when they took it, but rather destroyed it, we would. But, those on the mainland have proved extremely resistant to attacks.
da: Hvis orkerne ikke havde besat Elensefar da de indtog den, men i steden for havde ødelagt byen, så ville vi. Men dem på hovedlandet har vist sig ekstremt modstandsdygtige over for angreb.
es: Bueno, si los orcos no hubieran ocupado Elensefar cuando la conquistaron y en cambio la hubieran destruido, lo haríamos. Pero, los que siguen en el continente se han mostrado muy resistentes a los ataques.
ja: さて、彼らが攻撃した時に、オークがElensefarを占領するのではなく破壊していたのなら、そうしただろう。しかし、本土の方は攻撃に対して非常によく耐えることを証明した。
ru: Ну, орки заняли Эленсефар, но не стали его разрушать. Их позиции на материке укрепляются с каждым днём.

source: Why does that matter? All that's important is that they're going to kill you, too!
da: Hvorfor betyder det noget? Hvad der er vigtigt er, at de også dræber dig!
es: ¿Y que importa eso? ¡Lo que importa es que ellos también van a matarte!
ja: 何が問題だ? 重要なことはオークがあんた達も殺そうとしていることだけだ!
ru: Разве это имеет значение?! Важно другое — сейчас они собираются всех нас убить!

source: No, we're currently concluding a peace treaty with the orcs. And it would be bad form to attack the relatives of those who you are trying to make a bargain with!
da: Nej, vi er i gang med at afslutte en fredsaftale med orkerne. Det vil være et dårligt træk at angribe slægtninge til dem du forsøger at handle med!
es: No, ahora estamos negociando un tratado de paz con los orcos. ¡Y no sería bueno atacar a los parientes de aquellos con los que estás intentando hacer un trato!
ja: 違う。我々は現在オークと平和条約を結んでいる。そして協定を結ぼうとしている相手の親類を攻撃するのは無作法だ。
ru: Никоим образом. Мы с орками заключили мирный договор. И будет подлостью нарушить его, напав на союзные части.

source: But these orcs are probably from a completely different tribe!
da: Men disse orker er sikkert fra en helt anden stamme!
es: ¡Pero estos orcos seguramente son de una tribu totalmente distinta!
ja: しかしそのオークはおそらく全く別の部族だ!
ru: Но эти орки даже принадлежат к другому племени!

source: We can't take that chance! These orcs claim to be allies with the ones in Elensefar, so we MUST ally with them.
da: Vi kan ikke ta' den chance! Disse orker hævder at være allierede med dem i Elensefar, så vi MÅ indgå alliance med dem.
es: ¡No podemos arriesgarnos! Estos orcos declaran ser aliados de los que ocupan Elensefar, por lo que HEMOS de aliarnos con ellos.
ja: 我々は賭けをすることはできない。そのオークはElensefarにいるものと同盟していると主張している。だから我々は彼らと同盟<b>しなければならない</b>。
ru: Зачем рисковать? Орки утверждают, что на Эленсефар напали родственные им племена. Значит, мы ДОЛЖНЫ быть заодно с ними.

source: Uh, yeah, of course... we be da same tribe... uh... Prepare to die, stupid dog-man!
da: Uh, ja, selvfølgelig... vi er da samme stamme... uh... dø dumme hundemand!
es: Oh, si, desde luego... somos de la misma tribu... uh... ¡Preparate a morir , estúpido hombre perro!
ja: うむ、ああ、もちろん…… 我々は同じ部族だ…… うむ…… 死ぬ用意をしろ、間抜けな犬男!
ru: Ммм, да, конечно... Мы быть из того же племени... мм.. Да пошло оно всё! Умрите, глупые человеческие собаки!

source: So the elves, too, have given up trying to stop the orcs... it seems we are on our own against them. And these elves, since we are their enemies anyway, must die.
da: Så elverne har også opgivet forsøget på at stoppe orkerne... vi er vist på egen hånd imod dem. Og da disse elver alligevel er vores fjender, så må de dø.
es: Así que los elfos también han dejado de intentar parar a los orcos... parece que nos encontramos solos contra ellos. Y estos elfos, puesto que nos consideran sus enemigos, tendrán que morir.
ja: ではエルフも、オークを止めるのをあきらめたのか…… 我々は自分達で対抗するということのようだ。そのエルフは、どちらにせよ我々は彼らの敵だから、死ななければならない。
ru: Не ожидал я такого... Эльфы прекратили сдерживать наступление орков. Мы остались одни против двоих. И, раз эльфы стали врагами, они тоже должны умереть!

source: The elves are willing to surrender Elensefar to orcs, just because they began to lose a few battles? We really need to get back there, soon.
da: Elverne er villige til at overgive Elensefar til orkerne, bare fordi de begyndte at tabe et par slag? Vi har virkelig behov for hurtigt at komme tilbage.
es: Los elfos desean rendir Elensefar a los orcos, ¿solo por que perdieron algunas batallas? En verdad que hemos de volver allí cuanto antes.
ja: エルフはElensefarがオークに降伏することを望んでいる。彼らが2, 3の戦闘に負け始めただけでか? 我々は本当にすぐ戻る必要がある。
ru: Эльфы сдали Эленсефар оркам лишь потому, что проиграли пару сражений? А ведь мы скоро вернёмся туда!

source: If we can just get to the western isle I spoke of, we may be able to defeat this alliance.
da: Hvis vi bare når den vestlige ø som jeg fortalte om, vil vi være i stand til at besejre denne alliance.
es: Si podemos llegar a la isla del oeste de la que os hablé, seremos capaces de derrotar a esta alianza.
ja: もし私の言っていた西の島に着きさえできれば、我々はこの同盟を倒すことができるかもしれない。
ru: Если сумеем добраться до западного острова, то у нас хватит сил расправиться с этим союзом..

source: With Alandur dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar... we will have many enemies when we get there.
da: Jeg tror at vi med Alandurs død har besejret alle elverne på havet. Vi vil ikke se dem før vi når Elensefar... Vi vil have mange fjender når vi når dertil.
es: Con Alandur muerto, creo que hemos derrotado a todos los elfos que cruzan los mares. Probablemente no veremos más hasta que lleguemos a Elensefar... tendremos muchos enemigos cuando lleguemos allí.
ja: Alandurが死んで、我々は海を航海しているエルフをすべて倒してしまったと思う。おそらくElensefarに着くまで彼らを見ることはないだろう…… 我々がそこに着いた時、多くの敵がいることだろうな。
ru: Надеюсь, смерть Аландура положит конец гоняющимся за нами по морю эльфам. Рассчитываю не встречать их до самого Эленсефара... Мда, там нас будет ожидать много врагов...

source: Well, we won, but things might go badly for us later...
da: Ja vi vandt, men tingene kan ændre sig til det værre senere...
es: Bueno, hemos ganado, pero las cosas podrían empeorar para nosotros más adelante...
ja: まあ、我々は勝った。しかし後で我々にとって悪いことになるかもしれない……
ru: Мы победили, но всё могло для нас закончиться куда плачевнее...

source: The Frozen Lands
da: De frosne lande
es: Las tierras heladas
ja: 凍った土地
ru: Северные Земли

source: Frosty Dwarves
es: Enanos gélidos
ja: 霜のドワーフ

source: Finally, a ship! You, in there, we wish to talk with you!
da: Endelig, et skib! Dig, derinde, vi vil tale med dig!
es: ¡Por fin, un barco! ¡Vosotros, allí, deseamos hablaros!
ja: ついに船が! そこのあんた、俺達はあんたらと話がある!
ru: Наконец-то корабль! Эге-гей! Мы хотим с вами поговорить!

source: What is it that you want, Dwarf? You know that elves are not usually very friendly with your kind.
da: Hvad er det du vil dværg? Du ved at elver normalt ikke er særlig venlige over for din slags.
es: ¿Qué es lo que queréis, enano? Ya sabéis que los elfos no suelen ser muy amistosos con los de vuestra clase.
ja: あなたの望みはなんですか、ドワーフ? エルフは普通はあなたの種族とそれほど友好的でないと知っているでしょう。
ru: Чего тебе нужно, гном? Ты же знаешь, мы, эльфы, не очень-то доверяем вашему народу.

source: I know this, but you are not only elves, there are some men among you, who usually help in return for gold. I need to ask your aid. We are in a desperate situation - we will all die you do not help us!
da: Det ved jeg, men du er ikke kun elver, der er også mennesker blandt jer, som normalt er til salg for guld. Jeg har brug for jeres hjælp. Vi er i en desperat situation - vi vil alle dø hvis i ikke hjælper os!
es: Lo sé, pero vosotros no solo sois elfos, hay algunos hombres entre vosotros, que suelen ayudar a cambio de oro. Necesito vuestra ayuda. Estamos en una situación desesperada, ¡moriremos si no nos ayudáis!
ja: 分かっている。しかしあんたらはエルフだけじゃない。人間も混じっている。彼らは普通は見返りのゴールドで助けてくれる。俺はあんたらが助けてくれるか聞かなきゃならん。俺達はやけくそな状態だ - あんたらの助けがないとみんな死ぬ!
ru: Знаю, знаю. Но не все же эльфы такие, верно? Есть и те, кто ради золотишка согласен подсобить доброму гному. Мне нужна помощь. Положение у нас отчаянное, и если вы откажите, то все мы умрём.

source: Why? What's going on here?
da: Hvorfor? Hvad foregår der her?
es: ¿Por qué? ¿Qué está ocurriendo aquí?
ja: なぜ? ここで何が起きているんだ?
ru: Почему? Что здесь происходит?

source: There is a lord ruling here, a cruel lord, and we decided to resist him, to so as not to be enslaved. But then he called in reinforcements from the north, and he is now too strong. The battle is no longer equal, and he has decided to try to destroy us! We will give you gold if you help us.
da: Der er en lensherre her, en ond lensherre, og vi besluttede os for at modstå ham, så vi ikke blev til slaver. Men så tilkaldte han forstærkninger fra nord, og nu er han for stærk. Kampen er ikke længere lige, og han har besluttet at knuse os! Vi kan tilbyde guld hvis i hjælper os.
es: Hay un señor gobernando este lugar, un señor cruel al que decidimos resistirnos para no ser esclavizados. Pero entonces pidió refuerzos que vinieron del norte y ahora es demasiado fuerte. ¡La batalla ya no está igualada y ha decidido destruirnos! Os daremos oro a cambio de vuestra ayuda.
ja: ここには統治を行う君主がいる。残酷な君主だ。そして俺達は彼に抵抗することにした。奴隷にならないようにそうしたんだ。しかし彼は北から援軍を呼んだ。だから彼は今となっては強すぎる。戦闘はもはや対等ではない。そして彼は我々を殺そうと決めた! 俺達は助けてくれればあんたらにゴールドをやるつもりだ。
ru: В этих краях заправляет жестокий лорд. Мы сколько могли сопротивлялись ему. Но золото! Всё в этом мире решает золото! Ограбив одну нашу шахту, он привёл северных наёмников и равновесие нарушилось. Нас мало осталось, и со дня на день ждём мы свою последнюю битву... Мы заплатим вам золотом, если согласитесь помочь!

source: Very well, we will try to help you - so give us command of your troops, that we may use them more effectively.
da: Udmærket vi vil forsøge at hjælpe jer - giv os kommandoen over dine tropper, så kan vi anvende dem mere effektivt.
es: Muy bien, intentaremos ayudaros. Dejad que controlemos vuestras tropas para poder usarlas de manera más eficiente.
ja: 承知した。我々が助けてみよう - だから我々に君達の部隊の指揮権を与えろ。我々はより効果的に使える。
ru: Хорошо, мы вам поможем. Только отдайте своих бойцов под наше начало — так мы сможем действовать куда эффективнее.

source: Certainly! Also, we will give you what little gold we have, if it will help you...
da: Selvfølgelig! Vi overlader dig også den smule guld vi har, hvis det kan være til hjælp...
es: ¡Cierto! Entonces, os daremos el poco oro que nos queda, si eso os sirve de ayuda...
ja: 確かに! それに、助けてくれたら俺達の持っている少しのゴールドを与えよう……
ru: Конечно же! И, кроме того, хоть золота у нас осталось и не много, но всё, всё отдадим...

source: Wow
es: Guau
ja: わお

source: Yks, the snow beast is still alive.
es: La bestia de las nieves aún está viva.
ja: へくしゅ、雪の獣がまだ生きている。

source: Thank you for helping us regain our land! My men that were fighting with you will join you now, although I will be staying here.
da: Tal for din hjælp med at få vores land tilbage! De mænd som kæmpede med dig vil slutte sig til dig. Jeg bliver dog her.
es: ¡Gracias por ayudarnos a recuperar nuestras tierras! Aquellos de mis hombres que lucharon con vos se unirán a vosotros, aunque yo me quedaré aquí.
ja: 俺達の土地を取り戻す手助けをありがとう! あんたらと戦った俺の仲間は、あんたらに協力するだろう。だが俺はここに留まるつもりだ。
ru: Спасибо за помощь! Вы вернули нам нашу землю. Мои воины, что сражались под вашими знамёнами, хотят к вам присоединиться. Я же останусь здесь.

source: Alright, men, lets go back to the ship now.
da: Ok mænd, lad os gå tilbage til skibet nu.
es: Muy bien hombres, volvamos al barco ahora.
ja: よし。みんな、船に戻ろう。
ru: Я всегда рад приветствовать достойных мужей на борту Странника. На корабль!

source: Wesnothian Forces
da: Styrker fra Wesnoth
es: Fuerzas de Wesnoth
ja: Wesnoth軍
ru: Силы Веснота

source: Lonely Outpost
es: Puesto fronterizo solitario
ja: 寂しい前哨地

source: Greetings, traitor. I have what I suppose you would consider good news; Elensefar is not yet destroyed. The orcs are using it as their base for attacking us.
da: Hilsner forræder. Jeg har hvad jeg antager du synes er gode nyheder; Elensefar er ikke ødelagt endnu. Orkerne bruger det som base for deres angreb på os.
es: Bien venido traidor. Tengo lo que supongo que considerarás buenas noticias: Elensefar no ha sido destruida. Los orcos la están usando como base para atacarnos.
ja: ようこそ、反逆者。よいニュースだと思ってくれるだろうニュースがある。Elensefarはまだ破壊されていない。オークは我々を攻撃するための基地として使っている。
ru: Поздравляю, предатель. У меня есть для тебя хорошие новости. Эленсефар всё ещё цел, орки его не разрушили. Они копят там силы для нападения на Веснот.

source: So that means you have heard of our suposed rebellion. Let us not waste time; shall we commence battle?
es: Eso quiere decir que has oído hablar de nuestra supuesta rebelión. No perdamos tiempo, ¿comenzamos a luchar?
ja: それではあなたは我々の反乱の意図を聞いたということだ。時間を無駄にするのはやめよう; 戦闘を始めようか?

source: Gladly. Prepare to die!
da: Med glæde. Mød døden!
es: Con gusto. ¡Preparate a morir!
ja: 喜んで。死ぬ用意をしろ!
ru: С удовольствием! Готовься, щенок!

source: I fear we must wipe out all of the Wesnothian troops on this isle, or they will follow us and attack our ship. Onward!
da: Jeg frygter at vi må udrydde alle tropperne fra Wesnoth på denne ø, ellers vil de følge efter os og angribe vores skib. Fremad!
es: Me temo que hemos de eliminar a todas las tropas wesnothianas de esta isla o nos seguirán y atacarán nuestro barco. ¡Adelante!
ja: この島から全てのWesnoth部隊を拭い去ってしまわなければならないと思う。さもなければ追いかけてきて我々の船を攻撃するだろう。進め!
ru: Мы должны убить каждого веснотцианина на этом острове, или они ещё долго будут нас преследовать. Вперёд!

source: Sea Battle
da: Søslag
es: Batalla marina
ja: 海の戦い
ru: Морское Сражение

source: They had some gold stored in their ship, and enough provisions to restock our ship.
es: Tenían algo de oro almacenado en su barco y suficientes provisiones como para reabastecer nuestras bodegas.
ja: 彼らは船にゴールドを積んでいた。我々の船を補給するのに十分な糧食もだ。

source: Know that, traitor: We are roaming the Seas and will destroy all of you, you cannot escape us!
es: Que lo sepas, traidor: estamos rastreando los mares y os vamos a destruir a todos, ¡no escaparéis de nosotros!
ja: 知れ、反逆者め: 我々は海を移動して、お前達全員殺すつもりだ。逃げることはできない!

source: The High Seas
da: Det åbne hav
es: Alta mar
ja: 外洋
ru: Неизведанные Воды

source: Scenario Rules:
es: Reglas del escenario:
ja: シナリオの規則:

source: Land in a harbor to reprovision.
da: Gå ind i en havn for at hente forsyninger.
es: Desembarque en un puerto para reabastecerse.
ja: 補給するためには港に上陸してください。
ru: Высадитесь в гавани для пополнения припасов.

source: The Wesnothian ships are chasing you; if they attack you they will attempt to board your ship.
es: Los barcos de Wesnoth le persiguen. Si le atacan intentarán abordar su barco.
ja: Wesnothの船はあなたを追跡しています; 彼らがあなたを攻撃してきたら、あなたの船に乗り込もうとするでしょう。

source: Each of their ships has enough provisions to completely restock your ship.
da: Hvert af deres skibe har rigelig med forsyninger til at fylde dit skip op.
es: Cada uno de sus barcos tiene provisiones suficientes para reabastecer al Explorador.
ja: 彼らの船は、あなたの船を完全に補充するのに十分な糧食を積んでいます。
ru: На каждом корабле противника есть припасы, которых хватит, чтобы пополнить свои собственные.

source: Your long-term objective is to reach the lands in the West where Black the Red says there are allies, and have them join you.
da: Dit langsigtet mål er at nå landet mod vest hvor Sort den Røde siger at der er allierede, og få dem til at slutte sig til dig.
es: Su objetivo a largo plazo es alcanzar las tierras del oeste en donde Negro el Rojo dice que hay aliados y conseguir que se le unan.
ja: あなたの長期目標はBlack the Redが言っていた味方がのいる西の土地に着いて、彼らを協力させることです。
ru: Ваша главная цель — достигнуть земель на западе, на которых Блэкред обещает найти союзников.

source: Until then you cannot return to Elensefar.
da: Indtil da kan du ikke returnere til Elensefar.
es: Hasta entonces no podrá volver a Elensefar.
ja: それまであなたはElensefarに戻れません。
ru: И, пока не выполните миссию, в Эленсефар вернуться не сможете.

source: Be at sea for 6 weeks (6 turns) without reprovisioning
da: Vær til havs i 6 uger (6 runder) uden at hente forsyninger
es: Permanecer en el mar durante 6 semanas (6 turnos) sin reabastecerse
ja: 補給なしで6週間(6ターン)の間、海の上にいる
ru: Пробыть в море шесть недель (шесть ходов) без пополнения припасов

source: (currently $turnsleft provisions remaining)
es: (ahora quedan provisiones para $turnsleft semanas)
ja: (現在$turnsleft|週分の糧食が残っている)
