Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: We have defeated all enemies, we have plenty of time to restock the ship now. We can train our troops here for a few days.
da: Vi har masser af tid til at proviantere skibet nu. Vi kan træne vores tropper her et par dage.
es: Hemos derrotado a todos los enemigos, tenemos mucho tiempo para reabastecer el barco. Podemos entrenar a nuestras tropas aquí durante unos días.
ja: 我々は全ての敵を倒した。船に補給をする時間がたくさんある。ここで数日間は部隊を訓練できる。
ru: Мы разбили в пух и прах всех врагов, и теперь у нас в достатке времени, чтобы пополнить припасы и потренировать воинов.

source: On most scenarios when you finish early your troops will recive some experience, the earlier you finish the more experience you get!
es: En la mayoría de los escenarios en los que usted termina con antelación sus tropas recibirán algo de experiencia, ¡cuanto antes termine mayor será la experiencia extra!
ja: ほとんどのシナリオで、早く終わらせれば部隊は経験を得るだろう。なるべく早く終わらせれば、たくさんの経験を得られる!

source: I will take that into consideration when finishing the scenarios.
es: Tendré eso en cuenta al terminar los escenarios.
ja: シナリオの終わりについて考慮しよう。

source: Grog Barrel
es: Barril de grog
ja: 酒樽

source: Ship Dock
es: Muelle
ja: 波止場

source: WOAARRR
ja: <b>うおああるるる</b>

source: ROAARRR
ja: <b>ろああるるる</b>

source: ROAAARRRR
ja: <b>ろあああるるる</b>

source: No
ja: いいえ

source: Dur-Kal
ru: Дур-Кал

source: They had 100 gold stored in their ship, and enough provisions to restock our ship.
da: De havde 100 guldstykker på skibet og nok forsyninger til at fylde vores skib op.
ru: У них тут нашлось немного золота. И припасы имеются. На некоторое время хватит.

source: Aldran
ru: Элдран

source: They come from the... less wealthy parts of Elensefar. But they are still fiercely loyal to it. They will be good fighters. I will join, if you'll have me.
da: De kommer fra... den mindre bevilgede del af Elensefar. Men de er stadig stærkt loyal mod byen. De vil være gode kæmpere. Jeg slutter mig til, hvis du vil have mig.
ru: Осторожнее со словами. Да, мои спутники не из числа самых достойных жителей Эленсефара. Но в их грубых сердцах всё ещё осталась привязанность к этому неблагодарному городу. К тому же они отличные бойцы. Если предложение остаётся в силе, то мы составим тебе компанию.

source: Thandor
ru: Трандор

source: So that means you have heard of our suppposed rebellion. Let us not waste time; shall we commence battle?
da: Så det betyder, at du har hørt om vores såkaldte oprør. Lad os ikke spilde mere tid; Skal vi begynde slaget?
ru: Оставь свои россказни. Не будем терять понапрасну время: мы сражаемся?

source: Ah-Reblak
ru: А-Реблек

source: Bahtak
ru: Бахтак

source: Ahtanuk
ru: Ахтанук

source: Handran
da: Aldran
ru: Хандран

source: Narian
ru: Надриан

source: Kalandur
ru: Каландур

source: Danrer
ru: Данрер

source: Bakrakha
ru: Бакракха

source: Sakdur
ru: Сакдур

source: Asknak
ru: Аскнак

source: Defeat Bakrakha, the Southern Warlord, and then survive until end of turns
da: Besejr Bakrakha, orkernes krigsherre, og overlev indtil tiden løber ud
ru: Одолейте Бакракху, командующего южными силами, а потом продержитесь до окончания ходов.

source: So, little maggots, you got so low as to call down some islefolk from the north to help with your trying to take over the castle!?! Not going to happen on my watch!
da: Din lille orkmide, du er faldet så lavt at du har hidkaldt folk fra Wesfolk i nord for at hjælpe dig med at overtage borgen!?! Det sker ikke på min vagt!
ru: Мда, жалкие мухи, вы пали столь низко, что призвали на помощь остатками истфольцев? Думаете с их помощью взять мой замок? Никогда!

source: We didn't call no human scum out of the north, though we could use their help! You been chieftain far too long, Bakrakra! You aint got us meat, and you aint got us land. Me, Asknak here, or even a lich 'ud be better than you!
da: Vi har ikke hidkaldt nogle menneskeafskum fra nord, selv om vi kunne bruge deres hjælp! Du har været konge for længe Bakrakra! Du har ikke skaffet os mad eller lnad. Jeg Asknak eller selv en lich vil være bedre end dig!
ru: Мы не нуждаемся в помощи голых червяков! Ты слишком долго понукал нами, Бакракха! Теперь ты не получишь ни нашего мяса, ни наших земель! Мы, Сакдур и Аснак пришли свергнуть тебя! Настал твой конец!

source: I don't think we should get involved here. These clans can fight each other, and they won't care if we wait here and restock.
da: Jeg tror ikke at vi skal blande os. Disse orker kan kæmpe indbyrdes, og de vil ikke tage sig af, at vi venter her og forsyner os.
ru: Не думаю, что нам стоит принимать участие в распрях незнакомых племён. Но воспользуемся моментом, пока они заняты друг другом, и пополним наши припасы.

source: I don't think it's that simple. That guy in the castle has all the food, we can't restock from here.
da: Jeg tror ikke at det er så simpel. Orken i borgen har al maden så vi kan ikke få forsyninger her.
ru: Нет, так просто не получится. Насколько я понимаю, сейчас вся провизия собрана в том замке...

source: Well, we will definitely have to kill the chieftain in the castle, to get the food. But to get to him, we should probably go around the river, which leads us past all the other clansmen. We might have to kill them all.
da: Tja, vi må helt sikkert dræbe orken i borgen for at få maden. Men for at få has på ham skal vi gå rundt om floden, som fører os forbi alle de andre orker. Vi må måske dræbe dem alle.
ru: В первую очередь нужно взять замок и убить их вожака. Но чтобы туда добраться, придётся обогнуть реку. А там нас ожидают другие кланы... Получается, чтобы пополнить припасы, мы должны будем разбить их всех.

source: We have defeated all of the clansmen; refill the ship, and we'll leave.
da: Vi har besejret alle orkerne; fyld skibet op og vi tager afsted.
ru: Вот мы и разбили кланы. Спокойно грузим припасы и отправляемся.

source: We did not manage to kill the enemy leader, and now we are out of food...
da: Vi kunne ikke dræbe orkernes leder, og nu er vi løbet tør for mad...
ru: Мы не добрались до предводителя, и теперь у нас не будет еды...

source: Meneldur
ru: Мелендур

source: So, you getting involved too, eh? Stop that ship, men!
da: Så du blander dig også hva? Stop det skib mænd!
ru: Так вы тоже замешаны в происходящем? Остановите этот корабль!

source: Daharan
ru: Дохарэн

source: The Wesnothian ships are chasing you; if they attack you they will attempt to board the ship.
da: Skibet fra Wesnoth jager dig; hvis de angriber vil du forsøge at entre skibet.
ru: Вас преследуют корабли Веснота. Не дайте им взять себя на абордаж.

source: Also, our ship cannot hold provisions for more than 6 weeks at a time, so we must either land on an island or capture an enemy ship every 6 weeks.
da: Vores skib kan ikke have forsyninger for mere end 6 uger ad gangen, så vi må enten gå i land på en ø eller erobre et fjendtlig skib hver 6 uge.
ru: К тому же Странник не может поднять на борт достаточно провианта и пресной воды. В море у нас окажется два выхода: либо мы будем пополнять припасы на островах, либо захватывать вражеские корабли. Иначе, по истечении шести недель, нас ожидает голодная смерть.

source: Ak-Avanu
ru: Ак-Авану

source: Ha! See, I can resurrect the dead! Now fear me!
da: Ha! Se jeg kan hidkalde de døde! Frygt mig!
ru: Ха! Видите, я могу воскрешать мертвых! Теперь бойтесь меня!

source: Amazing... so the stories are true!
da: Imponerende... så sagnene er sande!
ru: Удивительно... значит, эти сказки правдивы!

source: Warning: This campaign functions differently from most others in a number of ways. You cannot recruit anyone in most scenarios, and in those you can what you can recruit is always different - what is on your recruit list does not carry over fron scenario to scenario. Also, moving from scenario to scenario is handled differently, with the help of an interactive bigmap.
da: Advarsel: Denne kampagne fungerer anderledes end andre kampagner på en række områder. Du kan i de fleste scenarier ikke rekruttere tropper, og i dem du kan, rekrutterer du på en anden måde; hvad du har på din rekrutteringsliste overføres ikke fra scenarie til scenarie. Overgangen fra et scenarie til et andet fungerer også anderledes. Der anvendes et stort interaktivt kort.
ru: <b>Внимание:</b> Эта кампания во многом отличается от других. В большей части сценариев нельзя вербовать воинов, а сражающиеся под вашим началом бойцы не всегда переходят в следующие сценарии. Кроме того, и смена сценариев происходит совершенно по-другому — с помощью большой интерактивной карты.

source: Meneldur gathered around himself a crew of true Elensians; stout spearmen, and ruthless men of the saber. He also brought many of the archers from his elvish house out of the northlands, to sail with him on his ship.
da: Meneldur samlede omkring sig en besætning af elensianere; stærke spydmænd og hensynløse sværdmænd. Han medbragte også mange bueskytter fra sit hus i de nordlige lande som mandskab på sit skib.
ru: Мелендур собрал вокруг себя достойных эленсианцев: отчаянных фехтовальщиков и стойких копьеносцев. А из далёких северных земель привёл метких эльфийских лучников.

source: Madru
ru: Мадру

source: Psison
ru: Псейсон

source: Dal-Alkra
ru: Дал-Алкра

source: Srak
ru: Срак

source: Orcs! Kill them!
da: Orker! Dræb dem!
ru: Орки! Убьём их!

source: You find 100 gold pieces in the orc's castle.
da: Du fidner 100 guldstykker i orkernes borg.
ru: В замке орков вы находите немного золота.

source: Alandur
ru: Аландур

source: Kra-Drano
ru: Кра-Драно

source: Dur-Galba
ru: Дур-Галба

source: Slal
ru: Слал

source: Padrun
da: Madru
ru: Падрун

source: Panenael
ru: Паненаель

source: Pakch-Glun
ru: Пакч-Глан

source: Mathein
ru: Метьен

source: Galiyon
ru: Гелиония

source: Dalakar
ru: Далакар

source: Yes, there is no one on this island, but what about that one to the west? The water is shallow enough to wade over there, let's see if there are people there.
da: Ja der er ingen på denne ø, men hvad med den mod vest? Havet er lavtvandet nok til at vi kan gå derover. Lad os se om der er folk der.
ru: Похоже на то. Но не мешает всё как следует осмотреть. Тем более что нам никто не мешает.

source: Kar-Salazz
da: Kal-Salazz
ru: Кар-Салаз

source: Lomanyas
ru: Ломаньяс

source: SE
da: UaE
ru: СЭ

source: Meneldur, elvish mariner of Elensefar, is driven to sea by the same orcs who attacked the city. He must gather an army willing to fight for him to regain Elensefar, his adopted homeland.
da: Meneldur, elvermariner fra Elensefar, fordrives ud på havet af de samme orker som angreb byen. Han må samle en hær, som er villig til at kæmpe for ham for at generobre Elensefar; hans adopterede hjemland.
ru: Безжалостные орки захватили Эленсефар. Эльфийскому моряку Мелендуру и его товарищам предстоит вырваться на свободу, собрать войско и вернуть город, который его приютил.

source: (Expert level, 4 - 22 scenarios.)
da: (Ekspertniveau, 4 - 22 scenarier.)
ru: (Для опытных игроков, от 4 до 22 сценариев.)
