Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: This unit is invisible by its enemies. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
es: Esta unidad es invisible para sus enemigos. Las unidades enemigas no pueden ver a esta unidad, excepto si tiene unidades enemigas adyacentes a ella. La primera unidad enemiga que descubra a esta unidad, pierde inmediatamente todos sus puntos de movimiento restantes.
ja: このユニットは敵から見えません。 敵ユニットはこのユニットが見えません。敵がこのユニットに隣接した時を除いて。最初にこのユニットを発見したどの敵ユニットも、即座に残りの全ての移動力を失います。

source: We dont believe your lies, saurians. Prepare to die
es: No creemos vuestras mentiras, saurios. Preparaos para morir
ja: 我々はお前達の嘘を信じない、トカゲ族。死ぬ用意をしろ。

source: $unit.name finds the Eye of Basilisk. Should he pick it up?
es: $unit.name ha encontrado el Ojo del Basilisco. ¿Debería cogerlo?
ja: $unit.name|はバシリスクの目を見つけました。彼が取りますか?

source: eye of basilisk^Take it
es: Cogelo
ja: 取る

source: eye of basilisk^Leave it
es: Dejalo
ja: 取らない

source: Eye of the Basilisk
es: Ojo del Basilisco
ja: バシリスクの目

source: Despite the death of the basilisk the eye still has the power to petrify its targets
es: A pesar de la muerte del basilisco, su ojo aún tiene el poder de petrificar a sus objetivos
ja: 死んではいますが、バシリスクの目はまだ目標を石化するパワーを持っています。

source: eye of basilisk
es: ojo del basilisco
ja: バシリスクの目

source: We have no time for those childdish disputes.
es: No tenemos tiempo para disputas infantiles.
ja: 我々には子供じみた論争に使える時間はない。

source: Defeat the Saurians
es: Derrote a los saurios
ja: トカゲ族を倒せ

source: Defeat the Nagas
es: Derrote a los nagas
ja: ナーガを倒せ

source: Defeat both enemy leaders
es: Derrote a ambos líderes enemigos
ja: 両方の敵のリーダーを倒せ

source: Hurrah! The Nagas are slain.
es: ¡Viva! Los nagas han sido vencidos.
ja: 万歳! ナーガが殺された。

source: Die, saurian pest! This island belongs righfully to us.
es: ¡Muere, plaga sauria! Esta isla nos pertenece por derecho.
ja: 死ね、トカゲの害虫! この島は正当な我々のものだ。

source: I wish to join your side and go for an adventure.
es: Desearía unirme a vuestro bando para ir en busca de aventuras.
ja: 私は君達に参加して、冒険に出よう。

source: Cave of Illirien
es: Caverna de Illirien
ja: Illirienの洞窟

source: Cave Hidders
es: Acechadores de la caverna
ja: 洞窟に潜んでいるもの

source: A Monster!
es: ¡Un monstruo!
ja: 怪物だ!

source: Explore the Cave
es: Explore la cueva
ja: 洞窟を探検せよ

source: Long time ago this was a smugglers hole, a helthy one. Althought I feel that it is abandoned for years.
es: Hace tiempo esto era un agujero de contrabandistas y estaba bien acondicionado. Aunque presiento que hace años que ha sido abandonado.
ja: 昔はここは密輸業者の穴だった。健全な奴だ。それにしても長年に渡って使われていない感じだ。

source: Why did they leave? It is to far away from normal wesnothian trade routes.
es: ¿Por qué lo abandonarían? Está algo alejado de las rutas comerciales habituales de Wesnoth.
ja: どうして逃げたんだ? 普通のWesnothの交易ルートから遠く離れているが。

source: But not far away sufficient
es: Pero no lo bastante lejos
ja: しかし十分には離れていない。

source: And there are rumors that obscure shadows had settled here
es: Y se rumorea que unas sombras oscuras se han asentado por aquí
ja: そしておぼろな影がここに住んでいるという噂がある。

source: How it be, let us see if we found some food, our is nearly gone
es: Sea como sea, veamos si encontramos algo de comer, nuestra comida casi se ha acabado
ja: どうであろうと、食べ物があるかどうか探してみよう。すぐに無くなりそうだ。

source: The Swampland
da: Sumplandet
es: Las tierras pantanosas
ja: 沼の土地
ru: На Болоте

source: Othello
es: Otelo

source: Crazy Horse
es: Caballo Loco
ja: 狂馬

source: Play a game of Reversi with Othello
es: Juegue una partida de reversi con Otelo
ja: Othelloとのリバーシゲーム遊び

source: Capture more units than Othello does
es: Capture más unidades de las que capture Otelo
ja: Othelloより多くユニットを取れ

source: Othello finish with more units
es: Otelo termina con más unidades
ja: Othelloの方が多くのユニットで終了

source: You lose <b>both</b> Madru and Black the Red
es: Pierde a Madru y a Negro el Rojo
ja: MadruとBlack the Redの<b>両方</b>を取られる

source: You lose <b>either</b> Madru or Black the Red
es: Pierde a Madru o a Negro el Rojo
ja: MadruとBlack the Redの<b>どちらか</b>を取られる

source: <b>How to Play</b>
es: <b>Reglas del juego</b>
ja: <b>プレイの方法</b>

source: A move is valid if Othello's units will be between two of yours. To place a unit on the board:
es: Es posible mover siempre que las unidades de Otelo queden entre dos de las suyas. Para colocar una unidad en el tablero:
ja: Othelloのユニットをあなたのユニット2つの間になるように動かせ。ユニットのボードへの置き方:

source: (1) Move Meneldur to a ruined castle at the bottom to select the column
es: (1) Mueva a Meneldur a un castillo en ruinas de la parte de abajo del tablero para seleccionar la columna
ja: (1) 列を選択するために、下の廃城にMeneldurを移動する

source: (2) Move Meneldur to a ruined castle at the left to select the row
es: (2) Mueva a Meneldur a un castillo en ruinas de la izquierda para seleccionar la fila
ja: (2) 行を選択するために、左の廃城にMeneldurを移動する

source: (3) If the move is valid an unit will be recalled at the interception
es: (3) Si el movimiento es válido una unidad será reincorporada en la intersección
ja: (3) 移動が有効なら、指定場所にユニットが召還される

source: (4) Any enemy units standing between the newly created and another of the same side will swap side.
es: (4) Cualquier unidad enemiga que se encuentre entre la nueva unidad reincorporada y otra del mismo bando cambiará de bando.
ja: (4) 敵のユニットが新しく作ったユニットと、同じ側の別のユニットの間にいたら、陣営が入れ替わる。

source: (5) The game continues until the board is full, or neither leader can do a move.
es: (5) El juego continua hasta que se llena el tablero o ninguno de los dos bandos puede hacer un movimiento.
ja: (5) ボードがいっぱいになるまでゲームは続く。あるいは、どちらのリーダーも動けなくなるまで。

source: What is this, a mage walks clad in black? Explain yourself! Are you of the red mages, or the white?
da: Hvem er det, en troldmand klædt i sort? Forklar dig! Er du en rød troldmand eller en hvid?
es: ¿Qué es esto, un mago que anda vestido de negro? ¡Explicaros! ¿Sois un mago rojo o uno blanco?
ja: これは何だ? 黒いものを着た魔法使いが歩いている。説明しろ! あなたは赤魔術師か、白魔術師か?
ru: Ты, в чёрных одеждах, объяснись, ты красный маг или белый?

source: What? Do you mean to tell me that the great lich Jevyan does not reign on that continent, or that his mages no longer wear the robes of the necromancer?!?
da: Hvad? Fortæller du mig at den store lich Jevyan ikke styrer det kontinent eller at hans troldmænd ikke længere bærer en klædedragt der passer til en åndemaner?!?
es: ¿Qué? ¿Me estáis diciendo que el gran liche Jevyan no reina en ese continente o que sus magos ya no visten los ropajes del nigromante?
ja: 何? 偉大なリッチJevyanがあの大陸を統治していないと言っているのか? あるいは、彼の魔法使い達が今はネクロマンサーのローブを着ていないということか?!?
ru: Что? Твой вопрос вызывает удивление. Хочешь сказать, что Великий Лич Джевиан не управляет землями великого континента? Или что все тамошние доморощенные маги перестали носить одежды некромантов?

source: What? Why do you speak of those old tales as if they were real? And I suppose you think you are a real necromancer too.
da: Hvad? Hvorfor taler du om disse gamle sagn som om de er virkelige? Og jeg antager at du tror du også er en rigtig åndemaner.
es: ¿Qué? ¿Por qué habláis de esos viejos cuentos como si fuesen reales? Y supongo que pensáis que sois un auténtico nigromante también.
ja: 何? なぜあんたはあの昔話のことを現実のものであったかのように話すんだ? あんたは自分が本物のネクロマンサーだとも思っているようだな。
ru: Не понял... Почему ты говоришь о старых побасёнках, как о реальности? Полагаю, ты и себя считаешь некромантом?

source: Why do you say he's not a necromancer? I've seen them before, haven't you?
da: Hvorfor siger du at han ikke er en åndemaner? Jeg har set dem før. Har du ikke?
es: ¿Por qué decís que no es un nigromante? Yo he visto a otros anteriormente ¿vos no?
ja: なんで彼がネクロマンサーじゃないと言うんだ? 私は彼らを以前見たことがある。君は?
ru: А почему бы ему и на самом деле не оказаться некромантом?

source: Are you saying undead exist?
da: Siger du at udøde eksisterer?
es: ¿Queréis decir que los no muertos existen?
ja: アンデッドが実在すると言っているのか?
ru: Ещё мне о ходячих мертвецах расскажи.

source: Yes. And this guy looks real enough. I think we should treat him like an actual enemy.
da: Ja. Og denne fyr ser virkelig ud. Jeg tror at vi skal behandle ham som en virkelig fjende.
es: Si. Y este tipo me parece bastante real. Creo que deberíamos tratarle como a un auténtico enemigo.
ja: そうだ。こいつは十分現実のものに見える。我々は彼を実際の敵だとみなすべきだと思う。
ru: Гм... Чуть позже... Ладно, этот парень выглядит вполне себе настоящим. Недооценка противника может нам дорого стоить.

source: Yes, you should! Now, prepare to die!
da: Ja det bør du! Gør jeg klar til at dø!
es: ¡Sí, deberíais! ¡Ahora, preparaos para morir!
ja: その通り、お前達はそうすべきだ。さて、死ぬ用意をせよ!
ru: Ха-ха-ха! Ты прав! Готовьтесь к смерти!

source: Whatever. We will see if he actually can raise anything, and if we come out of here.
da: Ja ja. Vi får se om han virkelig kan hidkalde nogen eller noget.
es: Como digáis. Ya veremos si es capaz de levantar alguna cosa y si podemos salir de aquí.
ja: ご勝手に。彼が実際に何かを呼び起こせるか見てみよう。そして我々がここから出られるか。
ru: Не будем торопиться. Посмотрим, сможет ли он поднять кого-нибудь из умерших. А потом уже будем действовать по обстоятельствам.

source: Impressive. You were able to storm my game. May I join you on your quest?
es: Impresionante. Fuisteis capaz de superar mi juego. ¿Podría unirme a vos en vuestra misión?
ja: 素晴らしい。お前達は私のゲームで暴れまわることができた。お前達のクエストに参加させてもらえるか?

source: Err
es: Esto...
ja: えーー

source: Sure, we need any willing hand
es: Por supuesto, nos vendría bien que nos echen una mano
ja: いいとも。我々にはやる気のある者はどんな者でも必要だ。

source: That was a weird battle...
es: Ha sido una extraña batalla...
ja: 異様な戦闘……

source: ... in the magic castle.
es: ... en el castillo mágico.
ja: …… 魔法の城で。

source: Look, we have gain more soldiers for our quest. Wy did you complain?
es: Mirad, hemos ganado más soldados para nuestra misión. ¿Por qué habríais de quejaros?
ja: 見ろ。我々はクエストのために兵士を得たぞ。何の文句がある?

source: You win!
es: ¡Ha ganado!
ja: あなたの勝ちだ!

source: Meneldur: $own_units.length Othello: $enemy_units.length
es: Meneldur: $own_units.length Otelo: $enemy_units.length

source: You lost.
es: Ha perdido.
ja: あなたの負けだ。

source: Orc Mountain
da: Orkbjerg
es: Montaña del orco
ja: オークの山
ru: Орчья Гора

source: Hungry Orcs
es: Orcos hambrientos
ja: 腹ぺこオーク

source: Orcs are here! Orcs, what do you know about the fall of Elensefar?
da: Orkerne er her! Orker, hvad ved du om Elensefars fald?
es: ¡Aquí hay orcos! Orcos, ¿qué es lo que sabéis acerca de la caída de Elensefar?
ja: オークがここに! オーク、Elensefar陥落について何か知っているか?
ru: Здесь орки! Эй, орки! Вам что-нибудь известно о падении Эленсефара?

source: Nothing, but I am glad to hear of it! Now prepare to die!
da: Intet, men jeg er glad for at høre om det! Lad døden komme!
es: ¡Nada, pero me alegro de oírlo! ¡Ahora preparate a morir!
ja: 何も。しかしそれを聞いて嬉しいぞ! さて、死ぬ準備をしろ!
ru: Ничего. Но я рад об этом узнать! А теперь буду рад всех вас убить!

source: Very well. Let battle commence.
da: Udmærket. Sæt slaget i gang.
es: Muy bien. Que comience la batalla.
ja: 申し分ない。戦闘を開始しよう。
ru: Отлично. Начнём сражение.

source: Theft
da: Tyveri
es: Robo
ja: 窃盗
ru: Кража

source: Death of Psison
da: Psions død
es: Muerte de Psison
ja: Psisonの死
ru: Смерть Псейсона

source: Are there any inhabitants of this island? We come in peace, we just want to restock our ship and then be on our way...
da: Er der nogen indbyggere på denne ø? Vi kommer i fred, vi ønsker kun at proviantere og derefter tage af sted igen...
es: ¿Vive alguien en esta isla? Venimos en son de paz, solo queremos reabastecer nuestras bodegas y luego seguiremos nuestro camino...
ja: この島に住民はいないのか? 我々は平和を求めて来た。ちょっと補給をして進みたい……
ru: Есть кто живой на остове? Мы прибыли с миром. Нам бы только запасы пополнить и...

source: Hey! What happened to The Explorer! She's gone!
da: Hey! Hvad skete med Opdageren! Hun er væk!
es: ¡Eh! ¿Qué le ha pasado al Explorador! ¡Ha desaparecido!
ja: おい! Explorer号に何が起きたんだ! 行ってしまう!
ru: Эй! Посмотри! Странник на всех парусах уходит от берега!

source: Someone must have stolen her. It looks like we're stuck on this island.
da: Nogen må have stjålet hende. Vi ser ud til at være fanget på denne ø.
es: Alguien debe de haberlo robado. Parece que estamos atrapados en esta isla.
ja: 誰かが船を盗んだに違いない。この島に足止めにされたようだ。
ru: Должно быть, кто-то на этом острове и правда был. ... А мы, похоже, надолго тут застряли...

source: Hello, I believe I can help.
da: Hej, jeg tror jeg kan hjælpe.
es: Hola, creo que os puedo ayudar.
ja: こんにちは。助けられると思う。
ru: Доброго дня. Полагаю, что могу вам помочь.

source: Who are you, and what do you want?
da: Hvem er du, og hvad vil du?
es: ¿Quién sois vos? ¿Y qué es lo que queréis?
ja: 誰だ? 何が望みだ?
ru: Кто ты? И что ты хочешь?

source: I am the leader of a great tribe of mermen. I think it was the nagas, our enemies, who stole your boat. I will lend you the aid of my fighters to get it back.
da: Jeg er leder at en stor stamme af havmænd. Jeg tror det var nagaerne, vores fjende, som stjal din båd. Jeg vil låne dig mine krigere for at du kan få skibet tilbage.
es: Soy el líder de una gran tribu de sirénidos. Creo que fueron nuestros enemigos, los naga, los que robaron vuestro barco. Os prestaré la ayuda de mis guerreros para recuperarlo.
ja: マーマンの偉大な部族のリーダーです。あなた達の船を盗んだのは、我々の敵であるナーガだと思いますよ。取り戻すために私の戦士の援助をお貸ししましょう。
ru: Я предводитель великого морского народа водяных. И полагаю, что ваш корабль увели наги. А для нас, водяных, хуже тварей на свете нет! Я отправлю с вами лучших бойцов, они помогут вернуть ваш корабль.

source: Hey, look, I see the boat! Nagas are moving it southwest.
da: Hey se der er båden! Nagaerne tager skibet mod sydvest.
es: Eh, mirad, ¡puedo ver el barco! Los nagas lo están desplazando hacia el suroeste.
ja: おい、見ろ。船が見える! ナーガは南西に移動させている。
ru: Эгей! Я их вижу! Вооон корабль на горизонте! Туда, к юго-западу!

source: They've found us! Workers, get that boat out of here! We will secure time for your escape.
da: De har fundet os! Arbejdere, få den båd ud herfra! Vi vil sikre tid til din flugt.
es: ¡Nos han descubierto! Peones, ¡sacad de aquí ese barco! Os ganaremos tiempo para escapar.
ja: 見つかった! 労働者達、船をここから出せ! 逃げる時間を作ってやる。
ru: Они выследили нас! Быстрее, уводите корабль подальше! А мы задержим врага!

source: Orcs! Would they be behind the theft of our ship?
es: ¡Orcos! ¿Tendrán algo que ver con el robo de nuestro barco?
ja: オーク! 船を盗んだ裏にはオークが?

source: A bridge! What may be across it?
da: En bro! Hvad tror du der er på den anden side?
es: ¡Un puente! ¿Qué habrá al otro lado?
ja: 橋だ! どこへ通じているんだ?
ru: Мост! Что же за ним?

source: Probably our boat... but we need to defeat these orcs before we get it, or else they will attack us from behind.
da: Sikkert vores skib... men vi må besejre disse orker før vi kan få det tibage ellers vil de angribe os i ryggen.
es: Probablemente nuestro barco... pero hemos de derrotar a esos orcos antes de recuperarlo o, si no, nos podrán atacar desde la retaguardia.
ja: おそらくは我々の船…… しかし取り戻す前にオークを倒す必要がある。さもなければ背後から我々を襲うだろう。
ru: Скорее всего, где-то там наш корабль... но чтобы его вернуть, нужно одолеть орков, иначе они ударят нам в тыл.

source: You find some gold pieces in the orc's castle.
es: Ha encontrado algunas monedas de oro en el castillo orco.
ja: オークの城でゴールドを見つけました。

source: Back to the Ship
da: Tilbage til skibet
es: De vuelta en el barco
ja: 船に戻る
ru: Возвращение на корабль

source: Ocean Orcs
es: Orcos oceánicos
ja: 海のオーク

source: Thiefs
es: Ladrones
ja: 盗人

source: Time to get our ship back. These islands are inhabited, there should be a harbor *somewhere*.
da: På tide at få vores skib tilbage. Disse øer har indbyggere, der bør være en havn *et eller andet sted*.
es: Hora de recuperar nuestro barco. Estas islas están habitadas, debe de haber un puerto en alguna parte.
ja: 船を取り返す時だ。この島には住民がいる。<b>どこかに</b>港があるはずだ。
ru: Самое время вернуть наш корабль. Эти острова населены, и тут просто должна быть гавань. *Где-нибудь* здесь...

source: These Nagas don't leave us alone! They're here again, and the ship is here somewhere too.
da: Disse nagaer vil ikke lade os være i fred! De er tilbage og skibet er også her et sted.
es: ¡Estos nagas no nos dejan en paz! Han vuelto y el barco también está por aquí en algún sitio.
ja: あのナーガ達は我々を放ってはおかない! 彼らはまた来る。船もここのどこかにある。
ru: Наги не хотят оставить нас в покое! Они опять тут, и корабль наверняка скрыт поблизости.

source: Orcs! More orcs!
da: Orker! Flere orker!
es: ¡Orcos! ¡Más orcos!
ja: オークだ! またオーク!
ru: Орки! Орки!

source: I knew there were nagas around here...
da: Jeg vidste at der var nagaer her...
es: Sabía que había nagas por esta zona...
ja: この周りにナーガがいるのが分かった……
ru: Я догадывался о нагах...

source: Now, to the harbor, and back on to the ship!
da: Til havnen og om bord på skibet!
es: Ahora, al puerto. ¡Embarquemos!
ja: さて、港へ。船へ戻ろう!
ru: В гавань! Быстрее на корабль!

source: I will leave you now, but the fighters who fought for you will still help you, they say.
da: Jeg vil forlade dig nu, men krigerne som kæmpede for dig vil fortsat støtte dig.
es: Os tengo que dejar, pero los guerreros que han luchado por vos dicen que quieren seguir ayudándoos.
ja: さてお別れだ。しかしあなたのために戦った戦士達は、まだあなたを助けてくれるだろう。彼らがそう言っている。
ru: Мне пора возвращаться. Я вас покину, но мои бойцы пожелали остаться с вами.

source: Fire Island
da: Ildø
es: Isla de fuego
ja: 火の島
ru: Огненный Остров

source: Sir Drake
es: Señor draco
ja: Drake閣下

source: Rougth Drakes
es: Dracos maleducados
ja: 野良Drake達

source: Survive until the last turn
es: Sobreviva hasta el último turno
ja: 最後のターンまで生き残れ

source: Rescue as many Pirates you can
es: Rescate a tantos piratas como pueda
ja: 可能な限りたくさんの海賊を救え

source: Figtht of the Drakes
es: Derrote a los dracos
ja: Drakeの戦い

source: This island is nearly dead. We can only reprovision slowly here.
da: Denne ø er helt død. Vi kan ikke proviantere her.
es: Esta isla está casi muerta. Reabastecernos aquí va a ser muy lento.
ja: この島はほとんど死んでいる。ここではゆっくりとしか補給できない。
ru: На этом острове практически нет жизни. Вряд ли нам удастся пополнить свои припасы.

source: Yes, and that would take lot of time. I hope there is nobody that can hinder us doing it, but wait, we should explore the island and being sure about it.
es: Sí, nos tomará mucho tiempo. Espero que nadie estorbe nuestra tarea, pero esperad, deberíamos explorar la isla para asegurarnos de ello.
ja: そうだ、そして時間がかかるだろう。誰も我々を邪魔することがなければよいのだが。だが待て、我々は島を探検してそれを確かめるべきだ。

source: Ouch, my ears! What was that?
es: ¡Ay, mis oídos! ¿Qué ha sido eso?
ja: おうち、耳が! あれは何だ?

source: Quickly! To the boats. The volcano is erupting
es: ¡Rápido! A los botes. El volcán a entrado en erupción
ja: 急げ! 船へ。火山が爆発した。

source: But let us first get some provisions
es: Pero hagámonos antes con algunas provisiones
ja: しかし最初に補給品を乗せないと。

source: Men, be carefull with the erupting lava
es: Hombres, tened cuidado con los ríos de lava
ja: みんな、噴出する溶岩に気をつけろ。

source: What are these beasts? They look like miniature dragons!
da: Hvad er dette for bæster? De lginer minidrager!
es: ¿Qué son esas bestias? ¡Parecen pequeños dragones!
ja: あの獣は何だ? ドラゴンのミニチュアみたいだ!
ru: Что это за твари? Напоминают маленьких драконов.

source: They do not look like they belong on this island. Perhaps they came from the south? In any case, they don't look friendly.
da: De ser ikke ud til at høre til på denne ø. Måske kom de fra syd? Uanset hvad så ser de ikke venlige ud.
es: No parece que pertenezcan a esta isla. ¿Quizás vengan del sur? En cualquier caso, no parecen amigables.
ja: 彼らはこの島のものには見えないな。おそらく南から来た? いずれにせよ友好的ではなさそうだな。
ru: Не похоже, что они обитали на этом острове. Скорее всего, они добрались сюда с далёких южных островов. Но в любом случае они не выглядят дружелюбными.

source: True. Well then, we should defeat them so we can reprovision!
da: Sandt. Vi bør besejre dem så vi kan indsamle forsyninger!
es: Cierto. Bien entonces, ¡tendremos que derrotarlos si queremos reabastecernos!
ja: たしかに。まあそれでは、補給のために彼らを倒すべきだな!
ru: Твоя правда. Ну, тогда нам придётся победить их, иначе, никто не даст нам пополнить свои скудные запасы.

source: Humans? So far away from wesnoth?
es: ¿Humanos? ¿Tan lejos de Wesnoth?
ja: 人間? Wesnothからこんなに遠くまで?

source: At last! A ship! We are saved.
es: ¡Al fin! ¡Un barco! Estamos salvados.
ja: ついに! 船だ! 我々は救われた。

source: Shipwrecked Pirates
es: Piratas náufragos
ja: 難破した海賊

source: Who are you? What are you doing so far away from wesnoth?
es: ¿Quienes sois? ¿Qué hacéis tan lejos de Wesnoth?
ja: 何者だ? Wesnothからこんなに離れた所で何をしているんだ?

source: The same could I ask you.
es: Yo podría preguntaros lo mismo.
ja: 同じことを尋ねたい。

source: We came from Elensefar wich has been overrun by orcs. I'm searching for soldiers that are willing to leave with me to retake it.
es: Venimos de Elensefar que ha sido asaltada por orcos. Busco soldados que deseen venir conmigo para reconquistarla.
ja: オークに侵略されたElensefarから来た。Elensefarを取り戻すため、私と来る意志のある兵士を探している。

source: We are from Aldril and shipwrecked on this island after the great storm. If you rescue us from here we will greatly serve you and aid to conquer Elensefar back.
es: Somos de Aldril y naufragamos en esta isla después de una gran tormenta. Si nos sacáis de aquí no dudaremos en serviros y ayudaros a reconquistar Elensefar.
ja: 我々はAldrilからだ。そして大きな嵐の後にこの島で座礁した。もしここから助け出してくれれば、あなたに仕えてElensefarを再征服する手伝いをしよう。

source: Its a deal.
es: Trato hecho.
ja: では取引だ。

source: Traitors
da: Forrædere
es: Traidores
ja: 反逆者
ru: Предатели

source: Gold carryover:
es: Oro acumulado:
ja: ゴールドの持ち越し:

source: The percentage of gold carried over to the next scenario decreases by 5 for every slained elf.
es: El porcentaje de oro acumulado que se aporta al siguiente escenario disminuye en 5 por cada elfo muerto.
ja: 次のシナリオへのゴールドの持ち越しは、エルフを殺す毎に5%減ります。

source: $gold_carryover|% of gold carried over to the next scenario.
es: $gold_carryover|% de oro acumulado que se aporta al siguiente escenario.
ja: 次のシナリオへ持ち越すゴールドは$gold_carryover|%。

source: What? So, if it isn't my old friend Kalandur... are there any more Wesnothians on this island, or have they given up trying to stop us?
da: Hvad? Er det ikke min gamle ven Kalandur... er der flere fra Wesnoth på denne ø, eller har de givet op i forsøget på at stoppe os?
es: ¿Qué? Entonces, si no es mi viejo amigo Kalandur... ¿hay algún otro wesnothiano en esta isla? ¿O ya han dejado de intentar detenernos?
ja: 何だ? 私の旧友のKalandurじゃないか…… この島にはWesnoth人がまたいるのか? あるいは我々を止めようとするのをやめたのか?
ru: Что я вижу? Не мой ли это старый приятель Каландур?.. Сейчас ещё и толпа веснотцианцев набежит. Или они оставили попытки нас догнать?

source: There are none here, but trust me, they remain against you.
da: Der er ingen her, men stol på, at de stadig er imod dig.
es: No hay nadie aquí, pero creedme, aún continúan buscándoos.
ja: ここには誰もいない。だが信じろ。彼らはまだお前を追いかけている。
ru: Нет, здесь нет никого из армии Веснота. Но, поверь, преследовать тебя они так просто не прекратят.

source: So say you. Well, Black, we'd better go. Its best not to kill more elves; even if we defeat them, it will just make the rest even angrier at us.
da: Det siger du. Black vi må heller gå. Det er bedst at der ikke dræbes flere elver; selv om vi besejrer dem så vil d et bare gøre resten endnu vredere på os.
es: Como digáis. Bueno, Negro, será mejor que nos vayamos. Es preferible no matar más elfos. Aunque los derrotemos, el resto aún se enfadará más con nosotros.
ja: 君が言うなら。さて、Black、行った方が良さそうだ。さらにエルフを殺すのは良くない; 我々が彼らを倒しても、残りの者がさらに怒るだけだ。
ru: Понятно. Ну что же, Блэкред, нужно выдвигаться. Постараемся оставить в живых как можно больше эльфов. Если победа будет наша, то не стоит наживать новых врагов.

source: What? So, if it isn't my old friend Kalandur. (we'd better get out of here, Madru...)
da: Hvad? Er det ikke min gamle ven Kalandur. (Vi må heller komme væk herfra, Madru...)
es: ¿Qué? Entonces, si no se trata de mi viejo amigo Kalandur. (será mejor que nos vayamos de aquí, Madru...)
ja: 何だ? 私の旧友のKalandurじゃないか。(我々はここを離れた方がいい、Madru……)
ru: Что я вижу? Не мой ли это старый приятель Каландур?.. (Мадру, нужно выбираться отсюда...)
