Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: We go out to sea, to build up an army large enough to retake Elensefar. You're an Elensian, right? I think you owe us your help. We did just save you from death, and now we have the men of Wesnoth against us in return.
da: Vi er på vej ud på havet for at bygge en stor nok hær op til at genindtage Elensefar. Du er fra Elensefar ikke sandt? Du skylder os din hjælp. Vi reddede dig fra døden, og nu har vi til gengæld Wesnoth imod os.
es: Nos hicimos a la mar para reunir un ejército lo bastante grande como para reconquistar Elensefar. Sois un elensiano, ¿verdad? Creo que nos debéis vuestra ayuda. Os acabamos de salvar de la muerte y a cambio los hombres de Wesnoth se han vuelto en contra nuestra.
ja: 我々は海へ逃げた。Elensefarを取り戻すのに十分なほど大きな軍隊を作るためだ。あなたはElensefar人だな? あなたは我々を助ける義務があると思う。我々があなた達を死から救ったのだからな。そして見返りに我々とWesnothを敵対させてしまった。
ru: Мы хотим найти добровольцев и собрать армию, чтобы отбить захваченный орками Эленсефар. Ты эленсианец, верно? И думаю, ты согласишься нам помочь. Вдобавок только что мы спасли тебя от верной гибели, нажив при этом нового врага. Ведь теперь за нами будет охотится весь королевский флот.

source: Well, I have been in Elensefar, and owe some help to it. Very well. Here is what I will do. There is an island in the west that has many warriors on it who will be willing to help you; I will join you, and try to convince those warriors to also, if you grant me one request.
da: Jeg har været i Elensefar og skylder dem hjælp. Udmærket. Her er, hvad jeg gør. Der er en ø mod vest, som har mange krigere, som vil være villige til at hjælpe dig; jeg slutter mig til, og forsøger også at overbevise disse krigere hvis du opfylder et ønske for mig.
es: Bien, he estado en Elensefar y le debo cierta ayuda. Muy bien. Esto es lo que haré. Hay una isla al oeste con muchos guerreros que podrían querer ayudaros. Me uniré a vos e intentaré convencerles de que se os unan si aceptáis lo que os pida.
ja: まあ、私はかつてElensefarにいた。それに対して助ける義務がある。承知した。これこそ我々がしたいことだ。西の島には君を助ける意志のある多くの戦士がいる; 私は君達に加わろう。そしてその戦士達も説得しよう。もし君が私の要求を1つ聞いてくれたら。
ru: Хм. Я провёл в Эленсефаре не самое дурное время своей жизни... Так уж и быть, помогу вам. Вот мой план. Есть на западе один островок. И на нём можно сыскать немало охочих принять участие в славной битве. Я отправлюсь вместе с тобой, и попытаюсь их уговорить. Но только есть у меня одно условие...

source: Which is?
da: Som er?
es: ¿De qué se trata?
ja: 何だ?
ru: Какое?

source: I can't tell you until we reach the Western isle I told you about. That's part of the fun.
da: Det kan jeg ikke fortælle før vi når den vestlige ø jeg har fortalt om. Det er en del af aftalen.
es: No puedo decíroslo hasta que lleguemos a la isla de la que os he hablado. Ahí está la gracia.
ja: 私が言った西の島に着く前には教えられない。楽しみにしておいてくれ。
ru: Не назову его, пока не доберёмся до Западного Острова. Пусть интрига придаст остроту нашему плаванию.

source: Oh, fine... 'I swear on Elensefar my city and on my honor as a Sailor that I will honor your request, whatever it may be, whenever we reach this Western island and you secure the help of the warriors that live there.' Happy?
da: Ja ja da... »Jeg sværger for Elensefar min by og min ære som sømand, at jeg vil opfylde dit ønske, hvad det så måtte være, når vi når denne vestlige ø, og du sikrer os hjælp fra disse krigere, som residerer der.« Tilfreds?
es: Oh, vale... «Juro por mi ciudad, Elensefar, y por mi honor como marino que cumpliré con vuestra petición, sea la que sea, en cuanto lleguemos a esa isla del oeste y nos aseguréis la ayuda de los guerreros que allí viven.» ¿Contento?
ja: ああ、分かった…… 「私の町Elensefar、水夫の名誉にかけて誓おう。あなたの要求を受け入れよう。それがなんであれ、その西の島に到着し、そこに住む戦士の助けを確保した時には。」 満足か?
ru: Гм... Замечательно... 'Клянусь Эленсефаром, моим родным домом, и клянусь честью моряка, что выполню свою часть договора, независимо от того, что скрывается за несказанными словами, если и ты, Блэкред, в свою очередь, приведёшь нам воинов Западного Острова.' Доволен?

source: Very much so. Now, I will move my troops to your boat (it is faster), and we will head on west...
da: Udmærket. Nu flytter jeg mine tropper om bord på dit skib (det er hurtigere), og vi tager mod vest...
es: De verdad que sí. Ahora, moveré a mis tropas a vuestro barco, ya que es más rápido, y podremos dirigirnos al oeste...
ja: とてもよい。さて、私の兵士を君の船に移動させよう。そちらの方が速い。西へ向かおうか……
ru: Превыше всех ожиданий. Вот только мой корабль немного пострадал и не выдержит дальнее плаванье. Я пересажу парней на твою посудину, и вперёд, на запад...

source: Blackmore the Black
da: Blackmore den Sorte
es: Renegra la negra
ru: Чёрный Блекмор

source: Undead-Elf-Alliance
es: Alianza de elfos y no muertos
ja: アンデッドとエルフの同盟

source: Revolting Orcs
es: Orcos rebeldes
ja: 反乱オーク

source: Defeat enemy leaders
da: Besejr fjendtlige ledere
es: Derrote a los líderes enemigos
ja: 敵のリーダーを倒せ
ru: Победите вражеских лидеров

source: Death of Ah-Reblak
da: Ah-Reblaks død
es: Muerte de Ah-Reblak
ja: Ah-Reblakの死
ru: Смерть А-Реблека

source: Black, why have you brought us here?!? This is just a remnant of a town, and there are no warriors here, just undead and orcs!
da: Black. Hvorfor har du bragt os hertil?!? Det er kun en rest af en by, og der er ingen krigere her; kun udøde og orker!
es: Negro, ¿Por qué nos has traído aquí? ¡Son las ruinas de una ciudad y aquí no hay guerreros sino no muertos y orcos!
ja: Black、なぜここへ連れてきた?!? ここはただの町の遺物だ。ここには戦士はいない。アンデッドとオークだけだ!
ru: Блэкред! Вот какого лешего ты сюда нас притащил?!? Вокруг сплошные руины, где мы найдём твоих воинов? Тут одни орки да мертвецы!

source: No, no, you are wrong there. This is no ruined city, this is Blackmore the Black, and for the past seventy years it has been the home of the Wesfolk who remained on this island.
da: Nej, nej du tager fejl. Dette er ikke en forladt by, Dette er Blackmore den Sorte, og i de sidste 70 år har det været hjem for Wesfolk-folket som hører til på denne ø.
es: No, no, os equivocáis. No es una ciudad en ruinas, es Renegra la negra y durante los últimos setenta años ha sido el hogar de los occitanos que se quedaron en esta isla.
ja: いや、いや。君は間違っている。ここは廃墟の町じゃない。ここはBlackmore the Blackだ。過去70年の間、この島に残ったWesfolkの故郷だった。
ru: Постой, не горячись. Ты ошибаешься, это не разрушенный город - это Чёрный Блэкмор! Семьдесят лет он служил надёжным приютом для оставшихся на острове вестфолцев.

source: You mean those undead over there are 'Wesfolk'? As in the Wesfolk who came over with Lady Jessica?
da: Du mener, at de der udøde er »Wesfolk«? Som i de Wesfolk-folk som kom med lady Jessica?
es: ¿Queréis decir que esos no muertos de ahí son «occitanos»? ¿Como aquellos occitanos que vinieron con Lady Jessica?
ja: あなたの言っているのは、向こうにいるアンデッドが「Wesfolk」ということか? レディーJessicaと一緒にやって来たWesfolkと同じ?
ru: Я запутался. Вестфольцы, это те, кто приехал к нам, на земли Веснота, с леди Джессикой, или вооон те мертвецы на острове?

source: I would assume that is what he means, yes. So, Black, you've brought us here to have these Wesfolk help us?
da: Jeg antager, at det er det, han mener. Black du har bragt os hertil for at få de Wesfolk-folk til at hjælpe os?
es: Asumiré que es eso lo que quiere decir, sí. Por lo tanto, Negro, ¿nos has traído aquí para conseguir la ayuda de estos occitanos?
ja: 彼が言っているのはそうだと思う。よし。ではBlack、あのWesfolkに我々を助けさせるためにここへ連れてきたのか?
ru: Думаю, что именно о последних он и ведёт свою речь. Итак, Блэкред, раскрываем карты: ты привёл нас сюда, чтобы помочь нам, или чтобы мы помогли тебе?

source: Well, yes, something like that.
da: Tja ja noget derhenad.
es: Bueno, si, algo parecido.
ja: まあ、そうだ。そんなところだ。
ru: Ну, да, не без этого.

source: I see, brother, that you have returned with warriors. Are they to help us defeat these orcs?
da: Jeg kan se bror, at du har returneret med krigere. Kommer de for at hjælpe os med at besejre orkerne?
es: Ya veo, hermano, que has vuelto con guerreros. ¿Nos ayudarán a acabar con estos orcos?
ja: なるほど、兄弟。お前は戦士と一緒に戻ってきた。彼らはあのオークを倒す我々を助けてくれるのか?
ru: Брат, я вижу, ты возвратился с воинами. Думаешь, они помогут нам одолеть орков?

source: What? That's not why we're here!
da: Hvad? Det er ikke derfor, vi er her!
es: ¿Qué? ¡No hemos venido aquí para eso!
ja: 何だと? 我々がここへ来た理由はそうじゃない!
ru: Что? Мы не затем пересекали опасное море!

source: Well, yes it is. You have to help them secure this city before they will help you.
da: Tja jo det er. Du må hjælpe dem med at sikre byen, før de vil hjælpe dig.
es: Bueno, en realidad sí. Tendréis que ayudarles a liberar esta ciudad antes de que ellos os puedan ayudar.
ja: まあ、そうだ。彼らが君達を助ける前に、君達はこの町を安全にするために彼らを助けなければならない。
ru: Нет, ну само собой, прежде чем они станут под ваши знамёна, не помешает что-нибудь сделать и для них.

source: Help them? Help Islefolk? Why would we do that?
da: Hjælpe dem? Hjælpe øboerne? Hvorfor skulle vi gøre det?
es: ¿Ayudarles? ¿Ayudar a los isleños? ¿Por qué habríamos de hacerlo?
ja: 彼らを助ける? Islefolkを助ける? なぜそうしなきゃならない?
ru: Помогать им? Помогать Истфолку? С какой стати нам это делать?

source: These are not Islefolk, brother, they are descendants of the Wesfolk who came over with Lady Jessica.
da: Bror, dette er ikke øboere. Det er efterkommere fra Wesfolk, som kom med lady Jessica.
es: No son isleños, hermano, son descendientes de los occitanos que vinieron con Lady Jessica.
ja: これはIslefolkじゃない、兄弟。彼らはレディーJessicaと一緒に行ったWesfolkの子孫だ。
ru: Они не 'истфольцы', брат мой, они потомки тех вестфольцев, что прибыли вместе с леди Джессикой.

source: What!? Followers of that deserter!? I can't believe you think we would help them!
da: Hvad!? Medløbere til den forræder!? Jeg kan ikke tro, at vi vil hjælpe dem!
es: ¿Qué? ¿Los seguidores de esa desertora? ¡No puedo creer que pienses que los vamos a ayudar!
ja: 何!? 逃亡者の子分か!? 我々が彼らを助けると考えるなんて、信じられない!
ru: Отлично! Так они вдобавок ещё и потомки дезертиров?! Нееет, как ты мог даже подумать, что я соглашусь им помочь!

source: I didn't have a choice, they needed help, so I made a deal that we would help them if they helped us.
da: Jeg havde ikke et valg. De havde brug for hjælp, så jeg lavede en aftale om, at de ville hjælpe os, hvis vi hjalp dem.
es: No he tenido elección, necesitaban ayuda, por lo que hice un trato por el que les ayudaríamos si ellos nos ayudaban.
ja: 私には選択肢はなかった。彼らは助けが必要だ。それで彼らが我々を助ければ、我々は彼らを助けると取引した。
ru: Ну, особо выбирать не приходилось. Им нужны мы, а нам нужны они. Взаимопомощь не такая уж плохая штука.

source: Trust me, we don't like helping undead any more than you like helping us 'deserters'.
da: Tro mig, vi kan ikke bedre li', at hjælpe udøde end du kan li' at hjælpe »overløbere«.
es: Creedme, no me gusta ayudar a los no muertos mucho más de lo que a vos os pueda gustar ayudarnos a los «desertores».
ja: 信じろ。あなたが我々「逃亡者」を助けるのが好きじゃないのと同じくらい、我々もアンデッドを助けるのが好きじゃない。
ru: Поверь, для нас помогать мертвецам куда менее приятно, чем вам оказывать помощь 'предателям'.

source: Fine. I'll help you do whatever it is you want to do, once we clear this land of the orcs.
da: Fint. Jeg hjælper dig med hvad du ønsker, når vi har ryddet denne ø for orker.
es: Bien. Os ayudaré en lo que quiera que deseéis hacer, una vez que esta tierra esté libre de orcos.
ja: よし。お前達がしたいと望んでいることを援助しよう。まずこの土地のオークを一掃してしまえば。
ru: Отлично. Мы поняли друг друга. Я помогу вам, как только прогоним орков из этих земель.

source: Int'resting council! But now, little men, its time to die. Get'm!
da: Interessant rådsmøde! Men nu små mænd er det tid til at død. På dem!
es: ¡Una reunión muy interesante! Pero ahora, hombrecillos, es hora de morir. ¡Cogedlos!
ja: おもしれえ協議だな! だがチビども、死ぬ時間だ。やっちまえ!
ru: Гррр! Какое собрание! Но теперь пришло время смерти!

source: Should never have trusted the fool.
es: Nunca debí confiar en ese tonto.
ja: あの間抜けを信じるべきではなかった。

source: Well, we've cleared the orcs away. Come on, now you have to hold up your end of the bargain.
da: Vi har ryddet orkerne af vejen. Nu må du opfylde din del af aftalen.
es: Bien, ya hemos expulsado a los orcos. Vamos, ahora debéis cumplir vuestra parte del trato.
ja: さて、我々はオークを片付けた。行こう。あなたは約束を果たさなければならない。
ru: С орками мы управились. Настала ваша очередь выполнять уговор.

source: Well, the orcs will probably be back soon... I think that we are going to end up dying here, no matter what you do. We have held up extraordinarily long already.
da: Orkerne vil sikkert snart være tilbage... Jeg tror, at vi ender med at dø her, uanset hvad du gør. Vi har holdt ekstraordinært længe ud her.
es: Bueno, es probable que los orcos vuelvan pronto... Creo que acabaremos muriendo aquí, aún con vuestra ayuda. Ya hemos resistido durante más tiempo de lo que parecía posible.
ja: あー、オークはおそらくすぐに戻ってくる…… 我々は結局ここで死ぬことになると思う。たとえお前達がどうしようとな。我々はすでに非常に長い間耐えてきた。
ru: Справиться-то мы с ними справились, да только орки ещё вернутся... Я отправлюсь с тобой, а мои люди останутся здесь на верную гибель. Мы и так продержались неожиданно долго...

source: That's true. I think it would be best if we could get enough ships to get off of this island. The one I went out on was our last, and we can't make more.
da: Det er rigtigt. Det ville være bedst, hvis vi kunne skaffe nok skibe til at komme væk fra denne ø. Skibet, jeg tog, var det sidste, og vi kan ikke fremstille flere.
es: Eso es cierto. Creo que sería mejor si pudiéramos conseguir barcos suficientes para poder abandonar esta isla. El mío era el último que nos quedaba y no podemos construir más.
ja: その通り。我々は島を出るために十分な数の船を集めるのが一番いいと思う。私が出るのに使った船が最後の1つだった。あれ以上は作れない。
ru: Это правда. Мы не можем забрать одних и бросить других. А кораблей у нас нет. Тот, на котором я покинул остров, был последним. А построить новые, мы, увы, не можем.

source: Well, I am a shipbuilder. I could help you build more ships, and then you could bring all of your people back east with us.
da: Jeg er skibsbygger. Jeg kan hjælpe med at bygge flere skibe, og så kan du tage dit folk med tilbage mod øst sammen med os.
es: Bueno, soy constructor de barcos. Podría ayudaros a fabricar más barcos de modo que pudierais traer a todos los vuestros de vuelta al este con nosotros.
ja: さて、私は船大工だ。もっと船を作るのを助けられる。それから我々と共に全員東へ連れて行ける。
ru: Ну, это не такая уж и проблема. У меня есть кое-какой опыт кораблестроения. Если найдём материалы, то смогу построить нужное число кораблей.

source: That sounds good.
da: Det lyder godt.
es: Me parece bien.
ja: それは良さそうだ。
ru: Звучит неплохо.

source: Then it is agreed. But after that, you have to help us fight the orcs!
da: Så er det en aftale. Men herefter skal du hjælpe os med at kæmpe mod orkerne!
es: Entonces de acuerdo. Pero después de eso, ¡habréis de ayudarnos a luchar contra los orcos!
ja: それでは合意した。しかしその後で、あなた達はオークと戦う我々を助けなければならない!
ru: Вот и договорились.

source: Besieged Orcs
es: Orcos asediados
ja: 包囲するオーク

source: Wesnoth Army
es: Ejército de Wesnoth
ja: Wesnoth軍

source: Angry Elves
es: Elfos furiosos
ja: 怒ったエルフ

source: Retake Elensefar by defeating all enemy leaders
es: Reconquiste Elensefar eliminando a todos los líderes enemigos
ja: 全ての敵のリーダーを倒してElensefarを取り戻せ

source: As the warriors landed the Explorer, they overheard the elves, men and orcs talking...
da: Da krigerne ankom med Opdageren overhørte de elverne, menneskene og orkerne tale sammen...
es: Mientras los guerreros atracaban el Explorador, escucharon casualmente la conversación entre elfos, hombres y orcos...
ja: 戦士達がExplorer号から上陸した時、彼らにエルフと人間、オークが話しているのが聞こえてきた……
ru: Поскольку воины подвели Странника к самому берегу, они смогли подслушать разговор между орками, эльфами и, людьми...

source: Orc, you promised that, if we allied with you, you would free all the prisoners you took when you captured Elensefar. You have broken our pact!
da: Ork du lovede, at hvis vi indgik en alliance, så ville du frigive alle fangerne, du tog, da du erobrede Elensefar. Du har brudt vores pagt!
es: Orco, nos prometiste que, si te ayudábamos, liberarías a todos los prisioneros que tomaste cuando capturaste Elensefar. ¡Has incumplido el pacto!
ja: オーク、あなた達は約束しました。我々が味方すれば、Elensefarを占領した時に取った囚人を全て開放すると。あなた達は我々の協定を破った!
ru: Орк, ты обещал, что если мы заключим союз, то вы освободите всех эльфов, которых заточили в темницы. Мы не мешали тебе брать Эленсефар. Но ты не выполнил свою часть уговора!

source: Ag, elf-dog, you shuttup! I aint takin' orders fr'm you!
da: Ba, elverhund hold mund! Jeg modtager ikke ordre fra dig!
es: Ah, perro elfo, ¡callate! ¡No acepto órdenes tuyas!
ja: あう、エルフの犬、黙れ! お前の命令は受けない!
ru: Агрр! Заткни пасть, эльфийская шавка! Я не подчиняюсь твоим приказам!

source: Listen, Pakch-Glun, if you don't fufill your side of the treaty, we will attack you again! And this time, we will probably win, since our reinforcements have arrived, and there are two armies to attack you.
da: Hør nu her Pakch-Glun, hvis du ikke opfylder din del af aftalen, så angriber vi igen! Og denne gang vil vi sikkert vinde, da vores forstærkninger er ankommet, og vi er to hære til at angribe dig.
es: Escucha, Pakch-Glun, ¡si no cumples tu parte del trato, te volveremos a atacar! Y esta vez, es probable que ganemos, puesto que han llegado nuestros refuerzos y tenemos dos ejércitos para atacarte.
ja: 聞け、Pakch-Glun。もし協定の君の義務を果たさなければ、もう一度我々は攻撃することになる! そして今回は、おそらく我々は勝利する。我々には援軍が到着したからな。君達を攻撃する軍隊が2つある。
ru: Слушай сюда, Пакч-Глан, если не выполнишь уговор, то мы сами освободим своих заключённых. А перед этим пройдёмся по вашим бездыханным телам. На этот раз мы одержим победу, к нам прибыло подкрепление, и две наших армии, без сомнения, расправятся с вами.

source: Heh, shur. I'd like t' see you try!
da: Ja ja sikkert. Det vil jeg godt se dig forsøge!
es: Je, seguro. ¡Me gustaría veros intentarlo!
ja: へっ、いいぜ。見せてみろよ!
ru: Хэх, конечно! Хотел бы я на это глянуть!

source: Mathein, shall we attack?
da: Mathein, skal vi angribe?
es: Mathein, ¿atacamos?
ja: Mathein、攻撃しませんか?
ru: Метьен, мы нападаем?

source: Yes. Pakch-Glun, prepare to die!
da: Ja. Pakch-Glun, du kommer til at dø!
es: Si. Pakch-Glun, ¡preparate a morir!
ja: ああ。Pakch-Glun、死ぬ用意をしろ!
ru: Да. Готовься к смерти, Пакч-Глан!

source: This was welcome news to the crew of the Explorer. However, although the elves, men and orcs would fight each other, Meneldur still had to fight all of them.
da: Dette var gode nyheder for mandskabet ombord på Opdageren. Selvom elverne, menneskene og orkerne ville kæmpe indbyrde, så måtte Meneldur stadig kæmpe mod dem alle.
es: Esto eran buenas noticias para la tripulación del Explorador. Sin embargo, aunque los elfos, hombres y orcos iban a luchar unos contra otros, Meneldur aún tenía que enfrentarse a todos ellos.
ja: これはExplorer号の乗員には歓迎すべきニュースだった。しかしながら、エルフと人間。オークがお互いに戦っとしても、Meneldurは彼ら全てと戦わなければならなかった。
ru: Раскол между противниками оказался для команды Странника приятной неожиданностью. Но, несмотря на то, что эльфы, люди и орки будут биться друг с другом, Мелендуру всё так же предстояло одолеть их всех...

source: The first enemy we will encounter will be the elves. Show them no mercy!
da: Den første fjende vi vil møde, er elverne. Vis ingen nåde!
es: El primer enemigo con el que nos enfrentaremos serán los elfos. ¡No tengáis piedad de ellos!
ja: 我々が遭遇するだろう、最初の敵はエルフだ。慈悲を見せるな!
ru: Первые, с кем мы столкнёмся, будут эльфы, которые пошли на позорный союз с орками. Не стоит выказывать им ни капли милосердия.

source: And we will show you none. Prepare to meet your doom!
da: Og vi vil heller ikke vise nogen nåde. Mød jeres undergang!
es: Y nosotros no mostraremos ninguna por ti. ¡Preparate para encontrar tu aciago destino!
ja: そして我々もあなた達には何も見せないでしょう。破滅に向き合う準備をなさい!
ru: И от нас вы не дождётесь пощады!

source: What? There appear to be elves blocking our path! Elves, why are you in our way?
da: Hvad? Der er elver, som blokerer vores vej! Elver hvorfor går i på tværs af os?
es: ¿Qué? ¡Parece que hay elfos bloqueando nuestro camino! Elfos, ¿por qué os interponéis?
ja: 何? 我々の進路をエルフが妨害している! エルフ、なぜ我々を妨害する?
ru: Что? Откуда-то взялись свежие эльфийские силы! Эльфы, почему вы стали на нашем пути? Мы сражаемся с предателями!

source: We are here to kill you! After that, we will kill the orcs, but we must kill you first.
da: Vi er her for at slå dig ihjel! Vi vil trods alt dræbe orkerne, men vi må først dræbe dig.
es: ¡Hemos venido a matarte! Después, mataremos a los orcos, pero hemos de matarte a ti primero.
ja: 我々はここへあなたを殺しに来た! 私達はオークを殺すつもりですが、最初にあなたを殺さなければならない。
ru: Мы должны убить вас здесь и сейчас. Но не стоит беспокоиться, после этого мы расправимся и орками и с изменниками-эльфами.

source: Are you mad?! Well, if you are, I have no time to reason with you. Prepare to die!
da: Er i gale! Hvis i er, har jeg ikke tid til at få jer på andre tanker. Mød jeres endelige!
es: ¿Estáis locos? Bueno, si lo estáis, no tengo tiempo para razonar con vosotros. ¡Preparaos para morir!
ja: 狂ったのか?! まあ、あなたがそうなら、道理を説く時間はない。死ぬ用意をしろ!
ru: Вы спятили? Если и так, то у меня нет ни времени, ни желания заниматься глупыми спорами. Готовьтесь к смерти!

source: We have come to take back Elensefar from the orcs! But remember, the men of Wesnoth will no doubt try to stop us, as will the elves. We must fight them too.
da: Vi er kommet for at tage Elensefar tilbage fra orkerne! Men husk mændene fra Wesnoth vil uden tvivl forsøge at stoppe os, og det samme vil elverne. Vi må også kæmpe mod dem.
es: ¡Hemos venido a recuperar Elensefar de los orcos! Pero recordad, los hombres de Wesnoth no dudarán en detenernos, así como los elfos. También hemos de luchar contra ellos.
ja: 我々はオークからElensefarを取り返しに来た! しかし思いだせ。Wesnothの者達は疑いもなく我々を止めようとする。エルフもだ。我々は彼らとも戦わなければならない。
ru: Мы прибыли освободить Эленсефар от поганых орков! Но помните, армия Веснота, без сомнения, тоже попытается нас остановить. Нам придётся биться с ещё одним противником.

source: Indeed we will. You are a traitor to your country, and must die as one!
da: Det gør vi også. Du er en forræder mod dit land, og skal dø som en!
es: Por supuesto que lo haremos. ¡Eres un traidor a nuestro país y has de morir como tal!
ja: 実際そうするつもりだ。お前は国を裏切った。その1人として死ななければならない!
ru: А чего ты ожидал? Ты изменник, и понесёшь заслуженную кару!

source: This looks like the area the men of Wesnoth have claimed to siege Elensefar from. Unfortunately, we must get past them to free the city.
da: Dette ligner området mændene fra Wesnoth har taget for at belejre Elensefar. Desværre må vi forbi dem for at befri byen.
es: Parece que esta es la zona desde la que los hombres de Wesnoth asedian Elensefar. Por desgracia, hemos de atravesarla para liberar la ciudad.
ja: Wesnothの者達はElensefarを包囲していると言っているらしい。不幸なことに、我々は町を自由にするために彼らを突破しなければならない。
ru: Похоже, отсюда армия Веснота готовилась выступить на штурм Эленсефара. К сожалению, чтобы спасти город, мы будем вынуждены их разбить.

source: You will not get past us while I am alive. And even if you do, the elves will stop you. If you must be a traitor, pick one nation to betray, not two!
da: Du vil ikke komme forbi os, mens jeg er i live. Og selv om du gør, så vil elverne stoppe dig. Hvis du vil være forræder så vælg en nation at forråde, ikke to!
es: No pasarás a través nuestro mientras yo viva. E incluso aunque lo hagas, los elfos te detendrán. Si has de ser un traidor, ¡haber elegido solo un país y no dos!
ja: 私が生きている間は突破などさせない。お前達にできても、エルフが止める。裏切らなければならないなら、1つの国にしておけ。2つではなく!
ru: Пока я стою на ногах, не бывать этому . И, даже если вы меня одолеете, то вас остановят эльфы. Каким же надо быть негодяем, чтобы предать не один, а два народа!
