Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: Both of your plans were good, but I will stick to my own, and land in the harbor.
da: Begge jeres planer er gode, men jeg holder mig til min egen, og landsætter i havnen.
es: Vuestros planes eran buenos, pero confiaré en el mio y desembarcaremos en el puerto.
ja: あなた達の計画はどちらもよかった。しかし私の計画をやり遂げたい。港へ上陸する。
ru: У каждого вашего предложения есть свой интересный момент. Но я предпочитаю нанести удар с тыла.

source: Let us take Elensefar by surprise and split our forces.
es: Tomemos Elensefar por sorpresa y dividamos nuestras fuerzas.
ja: 奇襲でElensefarを占領しよう。軍隊を分割する。

source: Very well. Let us not waste any more time, we must fight now.
da: Udmærket. Lad os ikke spilde mere tid, vi må kæmpe nu.
es: Muy bien. No perdamos más tiempo, ahora hemos de luchar.
ja: 承知した。時間を無駄にせず、戦うべきだ。
ru: Отлично. Не будем терять драгоценное время, нанесём удар!

source: Epilogue
da: Epilog
es: Epílogo
ja: エピローグ
ru: Эпилог

source: Meneldur, Black the Red, and Madru went to the Elensian palace, and searched the dungeons for prisoners taken by the orcs. They found many of the old nobility there, including the man who had been the Lord of Elensefar, Sir Darahan of Wesnoth. Having been taken captive immediately after the city was sacked, he had no knowledge of what had occurred in the many months since then.
da: Meneldur, Sort den Røde og Maru gik til elensianernes palads, og gennemsøgte fangehullerne for fanger taget af orkerne. De fandt mange blandt den tidligere adel, inklusiv den mand som tidligere var lensherre i Elensefar, ridder Darahan af Wesnoth. Da han var blevet fanget lige efter at byen var plyndret, havde han ingen viden om, hvad der var sket i de mange måneder, der var gået siden.
es: Meneldur, Negro el Rojo y Madru fueron al palacio elensiano y buscaron en los calabozos a los prisioneros tomados por los orcos. Encontraron a muchos de los antiguos nobles allí, incluyendo al hombre que había sido el señor de Elensefar, el Señor Darahan de Wesnoth. Puesto que había sido tomado prisionero inmediatamente después de que la ciudad fuera conquistada, no sabía qué era lo que había ocurrido durante los meses transcurridos desde entonces.
ja: MeneldurとBlack the Red、MadruはElensefarの宮殿へ行った。そしてオークによって囚えられていた囚人を地下牢から探し出した。彼らは以前の貴族の多くをそこで見つけた。Elensefarの君主であったWesnothのDarahan卿も含めて。町が略奪された後に即座に捕虜にされていた彼は、それから後の何ヶ月の間に起きたことは何も知らなかった。
ru: Когда сражение завершилось, Мелендур, Мадру и Блэкред спустились в темницы Эленсефарского дворца. Тесные, грязные камеры были битком набиты эльфами и людьми. Орки согнали сюда многих достойных граждан. В том числе под замком находился и лорд Эленсефара сир Дохарэн Веснотсткий. Лорда заключили в камеру сразу же после захвата города, и все проведённые в заточении месяцы он не получал никаких новостей о происходящем.

source: The three rescuers told him their tale, of how Elensefar was no longer a province of Wesnoth, and of how Undead were temporarily 'living' in the city. He had been a loyal supporter of the throne before his captivity, and while in prison he had been constantly expecting Wesnoth to come and free him. Until he was told of Wesnoth's betrayal, he had believed that it was men of Wesnoth who had come in from the sea to attack the city, men of Wesnoth who had been fighting in the streets to reach the orcish leader, men of Wesnoth who had finally come to unlock his cell door. Needless to say, he felt betrayed.
da: De tre redningsmænd fortalte ham historien, om hvordan Elensefar ikke længere var en provins i Wesnoth, og at udøde midlertidigt »levede« i byen. Han havde været en loyal støtte af tronen før sin tilfangetagelse, og under opholdet i fangehullet havde han hele tiden tiden ventet at Wesnoth ville komme og befri ham. Indtil han fik viden om Wesnoths forræderi, havde han troet, at det var mænd fra Wesnoth, som var kommet ad søvejen for at angribe byen, at mænd fra Wesnoth havde kæmpet i gaderne for at få fat i orkernes leder, at mænd fra Wesnoth endelig var kommet for at åbne hans celledør. Det er ikke nødvendigt at nævne, at han følte sig forrådt.
es: Los tres rescatadores le contaron su historia, de como Elensefar ya no era una provincia de Wesnoth y de como los no muertos se encontraban «viviendo» temporalmente en la ciudad. Él había sido un leal seguidor del trono antes de su cautiverio e incluso en prisión había seguido confiando en que el reino de Wesnoth viniera a liberarlo. Hasta que le hablaron acerca de la traición de Wesnoth, había creído que eran hombres de Wesnoth los que habían venido desde el mar a atacar la ciudad, los que habían luchado en las calles para capturar al líder orco, los que finalmente habían venido liberarlo de su celda. No hace falta decir que se sintió traicionado.
ja: 3人の救助者達は彼にその話をした。ElensefarはもはやWesnothの1州ではなくなったこと、アンデッドが町の一時的「住民」となったこと。彼は囚われる前は王家への忠実な支援者だった。そして囚われている間中、彼はWesnothから彼を助けに来ると常に思っていた。Wesnothへの裏切り者であることを知らされるまで、彼は町を攻撃に海から来た者達、オークのリーダーの所へと至る通り戦っている者達、ついに彼の監房のドアを空けた者達はWesnothの者だと信じていた。言うまでもなく、彼は裏切られたと感じた。
ru: Спасителям было что ему рассказать: предательство Веснота, союз, который эльфы заключили с орками, поселившиеся в городе мертвецы... Мир вокруг изменился очень быстро. Временный союз эльфов и орков не особо удивил Дохарэна Веснотсткого - он никогда не доверял ни тем, ни другим. С мертвецами в городе лорд смирился, тем более что Мелендур заверил — чужаки пробудут здесь недолго. А вот предательство Веснота... Каждое утро, просыпаясь в душной камере, он представлял, как доблестные войска союзного королевства освобождают город. И сегодня, услышав на улицах гул битвы, он думал, что именно отважные мужи Веснота пришли ему на помощь, что три спасителя, которые открыли дверь его темницы - старые добрые союзники... За всю свою долгую жизнь лорд Дохарэн Веснотсткий не испытывал такого разочарования.

source: I still cannot believe that the men of Wesnoth, or the elves, would really fight to keep men of Elensefar from aiding Elensefar. What made them do it, do you think?
da: Jeg kan stadig ikke tro at mænd fra Wesnoth, eller elverne, virkelig ville kæmpe for at forhindre mænd fra Elensefar fra at hjælpe Elensefar. Hvad fik dem til det, tror du?
es: Aún no puedo creer que los hombres de Wesnoth, o los elfos, hayan luchado para impedir que los hombres de Elensefar ayudaran a liberar su ciudad. ¿Por qué creéis que actuaron de este modo?
ja: 私はまだ信じることができない。Wesnothの者達、それにエルフ達が、Elensefarの者がElensefarを救うのを邪魔するために本当に戦ったなどと。何が彼らにそうさせたんだ。君はどう思う?
ru: Никак не могу поверить, что эльфы — хотя, что можно было ожидать от их племени, уж прости меня, Мелендур, тебя-то я в виду не имел, — что Веснот оказался способен на такое предательство! Сражаться, чтобы убить достойных мужей, которые, не щадя жизни, спасают родной город. Это выше моего понимания. Как думаете, что заставило их так поступить?

source: Well, hatred of me, and the perception that I was a traitor to my race, was what fueled the elven attack.
da: Tja, had til mig, og opfattelsen af at jeg var en forræder mod min race, var det som var baggrunde for elvernes angreb.
es: Bueno, el odio hacia mí y la interpretación de que soy un traidor a mi raza fue lo que instigó el ataque de los elfos.
ja: あー、私への怨恨だと。私が自分の種族への裏切り者だという認識が、エルフの攻撃を煽ったのです。
ru: Полагаю, что не последнюю роль сыграла ненависть, которую они испытывают ко мне.

source: They were willing to sacrifice a whole city to get revenge on one elf?
da: De var villige til at ofre en hel by for at få hævn over en elv?
es: ¿Preferían sacrificar toda una ciudad con tal de obtener venganza de un elfo?
ja: 彼らは1人のエルフへの復讐のために、町全体を生贄にしようとしたと?
ru: Нет, нет, нет. Пожертвовать целым городом, чтобы сорвать злобу на одного эльфа? Такого просто не может быть.

source: They did not think they were sacrificing it. They planned to attack the orcs right after they killed us; in fact, they were fighting the orcs at the same time they fought us. But before that, they had not attacked because they thought the Orcs would kill the elven prisoners if they did.
da: De troede ikke, at de ofrede byen. De planlagde at angribe orkerne lige efter de dræbte os; de kæmpede mod orkerne samtidig med, at de kæmpede mod os. Men før det angreb de ikke, fordi de frygtede at orkerne ville dræbe deres elverfanger under et sådant angreb.
es: No pensaban que la estuvieran sacrificando. Planeaban atacar a los orcos justo después de matarnos. De hecho, luchaban contra los orcos al mismo tiempo en que lo hacían contra nosotros. Pero antes de eso, no habían atacado porque pensaban que los orcos matarían a los prisioneros elfos si lo hacían.
ja: 彼らは生贄にしているとは思っていなかった。彼らは我々を殺した後にオークを攻撃する計画だった; 実際、彼らは我々と同時にオークとも戦っていた。しかしその前は、攻撃したらオークがエルフの囚人を殺すだろうと考え、攻撃は行わなかった。
ru: Веснот и не думал сдавать город. Я уверен, если бы они расправились с нами, то сразу же пошли на штурм Эленсефара. Когда мы высадились, армия Веснота уже вступила с орками в бой, но вместо того, чтобы действовать сообща, они предпочли в первую очередь уничтожить нас. Вдобавок орки держали в плену эльфийских заложников, и это тоже оказывало своё влияние.

source: So they made a peace with the orcs because they feared their own kind's death? Don't they know orcs cannot be trusted? All the elves who lived in this city were slain long ago.
da: Så de indgik en fred med orkerne, fordi de frygtede deres egnes død? Ved de ikke, at man ikke kan stole på orker? Alle elverne som levede i denne by, var for længst slået ihjel.
es: ¿Así que mantenían una tregua con los orcos porque temían la muerte de sus parientes? ¿Acaso no saben qué no se puede confiar en los orcos? Todos los elfos que vivían en esta ciudad ya habían sido asesinados hace tiempo.
ja: それでは彼らは自分達の王の死を恐れてオークとの和平を結んだと? オークは信用できないと彼らは知らなかったのか? 町に住んでいた全てのエルフは、かなり前に殺されていた。
ru: Они заключили союз с орками, потому что боялись гибели своего народа? Эльфы не настолько глупы, чтобы доверять оркам. Посмотри, все жители этого города, по чьим венам текла эльфийская кровь, оказались убиты в первые же дни.

source: When you are in danger of being attacked, you do not think clearly. Their attack was a mixture of motives, I would say. Hatred of Meneldur, fear of an orcish attack on their own country, fear of their kinsmen's death, and something else, I am not sure what, all made them willing to ally with evil.
da: Når du er i risiko for at blive angrebet, så tænker du ikke klart. Deres angreb var et sammensurium af motiver. Had til Meneldur, frygt for et angreb fra orkerne på deres eget land, frygt for deres tilfangetagnes død og noget andet, som jeg ikke helt ved hvad var. Samlet gjorde det dem villige til at alliere sig med ondskaben.
es: Cuando temes ser atacado no puedes pensar con claridad. Yo diría que su ataque se debió a varios motivos. El odio hacia Meneldur, el temor a un ataque orco contra su territorio, el temor a la muerte de sus propios parientes y algo más que no tengo claro. Todo esto hizo que se aliaran con el mal.
ja: 攻撃を受ける恐れがあったことを、あなたは明らかに考えなかった。彼らの攻撃には動機がいろいろあった、言わせてもらえば。Meneldurへの怨恨、彼らの国へのオークの攻撃の恐れ、同族の者が死ぬことへの恐れ、そしてその他の何か。私には何だかはっきりしない。全てのことが、彼らを邪悪と同盟させた。
ru: Когда над всем твоим родом нависает угроза уничтожения, здравые рассуждения отступают перед эмоциями. Ненависть к Мелендуру, страх перед нападением орков, угроза гибели взятых в заложники родственников, а наверное, и что-то ещё - всё это вместе и подтолкнуло их на путь предательства.

source: That does not excuse them, though, and they deserved to die.
da: Det er ingen undskyldning for dem, og de har fortjent at dø.
es: Pienso que eso no los exculpa y que merecen la muerte.
ja: それは彼らの言い訳にはならん、そうだとしてもな。彼らは死に値する。
ru: Но это их никоим образом не оправдывает. Они заслужили свою участь.

source: None of us are saying they did not.
da: Det er der ingen af os der siger, de ikke har fortjent.
es: Ninguno de nosotros piensa lo contrario.
ja: 我々の誰も、そうでないとは言っていません。
ru: Никто за них и не заступается.

source: I would. We do not know the circumstances of their peace treaty, nor even to say whether an alliance, if there had been one, would have been evil. After all, our alliance with undead is not, from our view, evil, but the circumstances are very similar.
da: Jo mig. Vi kender ikke omstændighederne for deres fredstraktat, eller deres eventuelle alliance hvis der har været en, ville have være ond. Trods alt er vores alliance med de udøde ikke, fra vores synspunkt, ond, men omstændighederne er meget ens.
es: Yo sí. No conocemos las circunstancias de su tratado de paz, no tanto como para decir si su alianza, si es que hubo alguna, pudiera ser malvada. Después de todo, nuestra alianza con los no muertos no es, desde nuestro punto de vista, malvada, pero las circunstancias son muy parecidas.
ja: 私もだ。我々は彼らの平和条約の詳細を知らなかった。あるいは同盟とすら言えるものについて。もしそんなものがあったなら、邪悪なものだった。とにかく、我々のアンデッドとの同盟は違う。我々の視点からは、邪悪ではない。しかし事情は似ている。
ru: А бы сказал пару слов в их защиту. Мы не знаем всех обстоятельств, которые подтолкнули эльфов на союз с орками... Ведь, если разобраться, наш альянс с мертвецами в чужих глазах тоже выглядит преступным, хотя на тот момент иных вариантов у нас не было.

source: They are only similar if you assume that undead are evil. Some are, true, but not all. Mine and my brother's are not.
da: De er kun ens hvis du antager at udøde er onde. Nogle er, sandt nok, men ikke alle. Mit folk og min brors folk er ikke.
es: Son parecidas si asumís que los no muertos son malvados. Algunos lo son, cierto, pero no todos. Yo y mi hermano no lo somos.
ja: 似ているのはアンデッドが邪悪だと仮定した場合だけだ。ある者は、その通り。しかし全てではない。私と私の兄弟は違う。
ru: Эх... Все считают мертвецов порождением зла. Но это не так. Да, некоторые из них преданы тёмной стороне, но они стали живыми трупами не по своей на то воле... Мой брат и я не считаем неупокоенных злом.

source: I may be your ally, but I will never say your undead are not evil. You are probably not, probably you are just decieved as to what really occurs with undeath. But undead are evil.
da: Jeg er måske din allierede, men jeg vil aldrig sige at udøde ikke er onde. Du er måske ikke, du er sikkert lige så narret omkring, hvad der er sket med udøde. Men udøde er ondskab.
es: Puede que sea vuestro aliado, pero nunca diría que vosotros, los no muertos, no sois malvados. Puede que vos no lo seáis, tal vez os estáis engañando a vos mismo en cuanto a lo que realmente son los no muertos. Pero los no muertos son malvados.
ja: 私はあなた達の味方になれた。しかしあなた達アンデッドが邪悪でないとは決して言えないだろう。あなたはおそらく違う。多分、あなたは本当に不死が起きていると騙しているだけだ。しかしアンデッドは邪悪だ。
ru: Гм. Я могу сотрудничать с мертвецами, но при этом всегда буду помнить о зле, которое лежит в их сути. Да, да — зло! Уверен, вы просто заблуждаетесь, потому что не слишком-то много мертвецов попадалось на вашем пути.

source: Come on now. Well, it is true that the circumstances are not in truth similar, but they do appear to be. The elves may have thought they were.
da: Hør nu. Det er sandt at omstændighederne ikke er helt ens, men de ser sådan ud. Elverne har måske haft denne opfattelse.
es: Vamos. Vale, es cierto que las circunstancias no son tan parecidas, pero lo aparentan. Los elfos deben de haber pensado que lo eran.
ja: まあまあ。さて、事情が実際のところ似ていないのは事実だ。しかし彼らはそう見るだろう。エルフは考えたいように考える。
ru: Окончим споры. Да, в нашем случае перехлестнулись многие обстоятельства. И в конечном счете эльфы могли полагать, что поступают правильно.

source: I see, Meneldur. Well, I can see, in a distorted way, why the elves attacked us. But why were the humans willing to discard our age-old alliance, and attack us before the orcs?
da: Jeg forstår Meneldur. På en forvrænget måde, kan jeg se, hvorfor elverne har angrebet os. Men hvorfor var menneskene villige til at smide vores gamle alliance på porten og angribe os før orkerne?
es: Ya veo, Meneldur. Bueno, puedo ver, haciendo un esfuerzo, el motivo de que los elfos nos atacaran. Pero cual es el motivo de que los humanos quisieran descartar nuestra antigua alianza y nos atacaran antes que a los orcos?
ja: 分かった。Meneldur。さて、知ることができた。歪められた状態で、エルフが我々を攻撃した理由を。しかし人間が古くからの我々の同盟を破棄しようとしたのはなぜだ? オークの前に我々を攻撃しようとした理由は?
ru: Понимаю тебе, Мелендур. И, возможно, со временем разделю твою точку зрения. Ну, да ладно - эльфы. Но почему люди, наши старые союзники, вонзили нам в спину нож?

source: Well, we did attack them, multiple times. Although it was really self-defence.
da: Vi angreb dem, flere gange. Selvom det var i selvforsvar.
es: Bueno, nosotros les atacamos en varias ocasiones. Aunque eso fue en defensa propia.
ja: あー、我々が彼らを攻撃した。何度も。本当に自衛だったとは言え。
ru: Но ведь и нам приходилось атаковать их отряды. Правда, лишь для того, чтобы защитить себя.

source: They wished to defeat us first, then attack the orcs. Indeed, the elves and humans could have both had that plan. But the elves lost their temper right as we arrived, and attacked the orcs immediately.
da: De ønskede at besejre os først, så angribe orkerne. Ja elverne og menneskene kunne have haft den samme plan. Men elverne mistede deres temperament da vi ankom, og angreb orkerne med det samme.
es: Ellos intentaron matarnos primero y luego atacar a los orcos. De hecho, puede que los elfos y los humanos tuvieran ya ese plan. Pero los elfos perdieron los nervios en cuanto llegamos y atacaron de inmediato a los orcos.
ja: 彼らは最初に我々を倒して、それからオークを攻撃しようとした。たしかに、エルフと人間は両方とも計画を持っていた。しかしエルフは我々が到着してオークを即座に攻撃したのに腹を立てた。
ru: Сначала они хотели разбить нас, а потом уже взяться за орков. Уверен, у людей и эльфов был именно такой план. Но эльфы первые потеряли моральную правоту, когда прекратили сражаться с орками...

source: That is called treachery, and would not excuse a treaty with the orcs.
da: Det kaldes for forræderi, og er ikke en undskyldning for en traktat med orkerne.
es: A eso se le llama traición y no excusa un tratado con los orcos.
ja: それは裏切りと呼ぶ。オークとの協定は言い訳できないだろう。
ru: В любом случае такие действия называют не иначе как предательством.

source: I agree that it would be treachery, but I think it is not what they planned. The men of Wesnoth do not see good and evil as we do. To them, good is what benefits Wesnoth, and evil is what hurts it. They may have actually planned on a permanent alliance with the Orcish state, because that would allow them to create provinces in the north unopposed.
da: Jeg er enig i at det ville være forræderi, men tror ikke at det er sådan de planlagde det. Folk fra Wesnoth ser ikke godt og ondt som vi gør. For dem er godt noget som er til gavn for Wesnoth og ondt skader Wesnoth. De kan have planlagt en permanent alliance med orkernes stat, hvis dette ville give dem mulighed for at skabe provinser i nord uden modstand.
es: Estoy de acuerdo en que fue una traición, pero pienso que no es lo que tenían planeado. Los hombres de Wesnoth no ven el bien y el mal de la misma forma en que lo hacemos nosotros. Para ellos, bueno es lo que beneficia a Wesnoth y malo es lo que lo daña. De hecho es posible que tuvieran planeada una alianza con las tribus orcas ya que eso les hubiera permitido crear provincias más al norte sin ninguna oposición.
ja: それが裏切りであるというのに同意しますが、彼らが計画していたことは違うと思います。Wesnothの者達は我々のしたことを、良いこととも悪いこととも見ていません。彼らにとって、良いこととはWesnothの利益になることで、悪いこととは害になることです。彼らは実際にオークの国との恒久的な同盟を計画しているのかもしれません。なぜならそれによって、北に誰の反対もなく州を作れるからです。
ru: Да, предательство. Но спонтанное, а не запланированное. Веснотцы смотрят на добро и зло не так, как мы. Для них добро — то, что приносит пользу их королевству, а зло — то, что причиняет ему вред. Могу только предполагать, но для Велдина союз с орками развязывал руки для покорения северных земель.

source: Possibly. However, all of this is just speculation. We cannot know why they actually attacked us, can we? We can only guess.
da: Måske. Uanset hvad er det kun spekulationer. Vi kan ikke vide hvorfor de angreb os. Kan vi? Vi kan kun gætte.
es: Es posible. Sin embargo, no son más que especulaciones. No podemos saber el motivo real de su ataque, ¿verdad? Solo podemos suponerlo.
ja: ありえる。しかしながら、この全ては憶測でしかない。彼らが実際に我々を攻撃した理由を知る事はできない。そうではないか? 我々は推測することしかできない。
ru: Вероятно. Однако, всё это лишь пустые рассуждения. Скажи, разве погибшим Эленсефарцам не всё ли равно, почему Веснот объединился с орками? Есть факт. А домыслы уже не имеют значения.

source: Which is why this is rather pointless.
da: Derfor er der ingen pointe med denne snak.
es: Por lo que todo esto no tiene ningún sentido.
ja: これはむしろ無意味だというべきだ。
ru: Да, гадать мы можем долго, но всё это бессмысленно.

source: Well, I must be going. I do not know where my people will go now; so few are left alive. But I will not stay in this city, it is too dangerous. I will go north.
da: Jeg må videre. Jeg ved ikke hvor mit folk tager hen; så få er tilbage i live. Men jeg bliver ikke i denne by, det er for farligt. Jeg går mod nord.
es: Bueno, he de marcharme. No sé a donde irá ahora mi gente, los pocos que quedan. Pero no permaneceré en esta ciudad, es demasiado peligroso. Nos marcharemos al norte.
ja: さて、私は行かなければならない。私の仲間がどこに行こうとしているのか分らない; ほんの少ししか生き残っていない。しかし私はこの町にいるつもりはない。危険過ぎる。北へ行くつもりだ。
ru: Ну, а мне пора уходить. Не знаю, правда, куда податься. Да и моих людей так мало осталось в живых... Но в городе оставаться нельзя, это будет слишком опасно для всех нас. Отправлюсь-ка я на север.

source: Very well. I suppose this council is ended, and the real work of Daharan's reign shall begin.
da: Udmærket. Jeg antager at dette rådsmøde er slut og Daharans styres virkelige arbejde begynder.
es: Muy bien. Supongo que este consejo se ha terminado y que comienza el auténtico trabajo del reinado de Daharan.
ja: 申し分ない。この協議は終わったと思う。Daharanの統治の現実の仕事が始まるだろう。
ru: Ну что ж. Несмотря на все наши разногласия, прими, Блэкред, мою благодарность. Пусть тебе сопутствует удача. Итак, думаю, пора заканчивать совет и приступать к восстановлению города.

source: A King's Demand
da: En konges ønske
es: La petición de un rey
ja: 王の要求
ru: Королевское Условие

source: Far West
es: Lejano oeste
ja: 極西

source: It is the traitor who killed Aldran and Thendol approaching! Prepare to destroy him.
da: Det er forræderen som dræbte Aldran og Thendol der kommer! Gør klar til at knuse ham.
es: ¡Se acerca el traidor que mató a Aldran y Thendol! Preparaos para destruirlo.
ja: AldranとThendolを殺した反逆者が近づいて来る。彼を殺す用意をしろ。
ru: Вот он, предатель, который убил Альдрана и Зендо! Он направляется сюда! Приготовиться!

source: Meneldur! I bear a message from the King! If you surrender now, your life will be spared. The King is even willing to aid you in your quest to regain Elensefar. But you must pledge allegiance to the Throne again, and agree to aid it in its battles.
da: Meneldur! Jeg har en besked fra kongen! Hvis du overgiver dig nu, så vil dit liv blive sparet. Kongen er også villig til at hjælpe dig i din mission om at genindtage Elensefar. Men du må love troskab mod tronen igen, og indvilje i at hjælpe tronen i dets kampe.
es: ¡Meneldur! ¡Llevo un mensaje del rey! Si os rendís, vuestra vida será perdonada. El rey estaría dispuesto a ayudaros en vuestra misión de reconquistar Elensefar. Pero habéis de prometer que daréis vuestro apoyo al trono de nuevo y aceptar ayudarlo en sus batallas.
ja: Meneldur! 王からの伝言がある! もし今降伏すれば、命は助けてやる。王はお前のElensefarを取り戻すというクエストへの助力すら考えている。ただし、王位への忠誠をまた誓約しなければならない。また、その戦闘への援助へも同意しなければならない。
ru: Мелендур! Я передаю послание от нашего короля! Если немедленно сложишь оружие, то милостивый король сохранит твою жизнь. Кроме того, король поможет освободить Эленсефар. Но ты должен поклясться на верность трону Веснота и, само собой, принять участие в битве за город.

source: Hah! And what will you do with me and my kind, who have joined with Meneldur and are bound to him? Doubtlessly you would kill us.
da: Ha! Og hvad vil du gøre med mig og min slags, som er gået i fællesskab med Meneldur og er bundet til ham? Du vil uden tvivl dræbe os.
es: ¡Ja! ¿Y que haréis con los de mi clase, que nos hemos unido a Meneldur y mantenemos obligaciones con él? Sin duda nos mataréis.
ja: はっ! そして私と仲間はどうするつもりだ。Meneldurに加わって、彼と一緒にいる我々は? 間違いなく我々を殺すつもりだな。
ru: Великолепно! А что станет с моими людьми? Уверен, что всех нас перебьют.
