Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/*/*.po
Languages: da, es, ja, ru

source: Saving Elensefar
da: Undsætning af Elensefar
es: Salvando Elensefar
ja: Elensefar救援
ru: Спасение Эленсафара

source: Meneldur, elvish mariner of Elensefar, is driven to sea by the same orcs who attacked the city. He must gather an army willing to fight for him to regain Elensefar, his adopted homeland.
es: Meneldur, un marino elfo de Elensefar, es expulsado al mar por los mismos orcos que atacaron la ciudad. Ha de reunir un ejército dispuesto a luchar por él para reconquistar Elensefar, su hogar adoptivo.
ja: Elensefarのエルフの船乗りMeneldurは、町を攻撃したオークによって海へ追いやられる。彼は第二の故郷であるElensefarを取り戻すため、彼のために戦う意志を持つ軍隊を集めなければならない。

source: Expert level, 4 — 22 scenarios (depending of route taken)
es: Nivel experto, 4 — 22 escenarios (según sea la ruta que se tome)
ja: 上級者レベル、4 - 22シナリオ (選んだルートによる)

source: Expected campaign length: ~12 scenarios (if you took longer something got wrong)
es: Duración esperada de la campaña: ~12 escenarios (si dura más es que algo ha ido mal)
ja: 想定されるキャンペーンの長さ: ~12シナリオ (それより長くかかったら、何かが間違っている)

source: (easiest)
es: (fácil)
ja: (最も簡単)

source: Mariner
es: Marinero
ja: 水夫

source: Navigator
es: Navegante
ja: 航海長

source: (hardest)
es: (difícil)
ja: (最も難しい)

source: Admiral
es: Almirante
ja: 提督

source: Saving Elensefar Terrain
es: Terreno de Salvando Elensefar
ja: Elensefar救援の地形

source: Campaign Design
es: Diseño de campaña
ja: キャンペーンデザイン

source: WML Contribution
es: Contribución al WML
ja: WMLへの貢献

source: Artwork and Graphic Design
es: Trabajo artístico y diseño gráfico
ja: アートワークとグラフィックデザイン

source: Translations
es: Traducciones
ja: 翻訳

source: Campaign Maintenance
es: Mantenimiento de la campaña
ja: キャンペーンのメンテナンス

source: Escaping the Orcs
da: Flugt fra orkerne
es: Huyendo de los orcos
ja: オークからの逃亡
ru: Сбежать от орков

source: <b>Warning:</b> This campaign functions differently from most others in a number of ways. You cannot recruit anyone in most scenarios, and in those you can what you can recruit is always different - what is on your recruit list does not carry over fron scenario to scenario. Also, moving from scenario to scenario is handled differently, with the help of an interactive bigmap.
es: <b>Advertencia:</b> Esta campaña funciona de forma diferente a la mayoría en muchos aspectos. En la mayor parte de los escenarios no se puede reclutar y en aquellos en los que se puede siempre serán unidades diferentes, por lo que su lista de reclutamiento no se guarda de un escenario para otro. Además, para moverse de un escenario a otro se actúa de forma diferente, con la ayuda de un gran mapa interactivo.
ja: <b>警告:</b> このキャンペーンはいろいろな形で他の多くのキャンペーンとは異なる振る舞いをします。ほとんどのシナリオでは誰も雇用できません。できる場合でも普通とは違った形で雇用できます - 雇用リストにある者はシナリオからシナリオへ持ち越しません。また、シナリオからシナリオへの移動の扱いも異なります。大きなマップの上での操作により移動します。

source: In this campaign you will play with multiple leaders each with his own recruits and recalls (but they all share gold), also upkeep and income is handled differently. You will have no income at all apart from early-finish-bonus; and your troops demand upkeep at start of scenario and after finishing the battle (independently of unit level) depending of how long you are traveling (the longer you take finish the campaign the more).
es: En esta campaña jugará con múltiples líderes, cada uno con sus propios reclutas y reincorporaciones (pero todos con el mismo oro), también el gasto y los ingresos funcionan de forma distinta. No recibirá ningún ingreso aparte de la bonificación por finalizar pronto. Sus tropas generarán gastos al comienzo del escenario y después de finalizar la batalla (sin tener en cuenta el nivel de la unidad) dependiendo de cuanto tiempo lleve viajando (más gastos cuanto más tiempo tarde en terminar la campaña).
ja: このキャンペーンでは、それぞれ別々の雇用と召還ができる複数のリーダーをプレイします(ただしゴールドは全員で共有します)。また維持費と収入は異なった取り扱いをします。早期終了ボーナスを別にして、全く収入はありません; あなたの軍隊はシナリオの最初と戦闘の終了後に、(ユニットのレベルに依存せず)旅の長さに依存して、維持費が必要となります(長くかかればより多く)。

source: Because of this, this campaign is inadvisable for players new to Wesnoth who want to gain an understanding of how the game normally works. However, it will prove an interesting experience for those who have played normal campaigns before.
da: På grund af dette er kampagnen uegnet for nye spillere af Wesnoth, som ønsker at få en forståelse for hvordan spillet normalt fungerer. Det er dog en interessant erfaring for dem, som har spillet andre normale kampagner før.
es: A causa de esto, esta campaña no es recomendable para jugadores nuevos en Wesnoth que pretendan mejorar su comprensión del funcionamiento habitual del juego. De todas formas, resultará una experiencia interesante para aquellos que han jugado anteriormente campañas normales.
ja: このため、このキャンペーンは普通のゲームのやり方を学びたがっているWesnothの新規プレイヤーにはお勧めしません。しかし、すでに普通のキャンペーンをプレイした者には興味深い経験となるでしょう。
ru: Поэтому кампания Спасение Эленсефара не рекомендуется игрокам, которые только начинают знакомство с миром Веснота и не прошли хотя бы нескольких обычных кампаний, но опытным игрокам она будет интересна.

source: This is the story of the time when Elensefar was a province in the vast kingdom of Wesnoth. It is the story of a time of great forgetfulness, when much of what was once known had been forgotten, but also of great knowledge. It is the story of Meneldur the Mariner, who used the newfound knowledge to resurrect some of the old. But, it is, most of all, the story of the voyage of his ship, and what he encountered while traveling the high seas...
da: Dette er historien om tiden hvor Elensefar var en provins i det store kongedømme Wesnoth. Det er historien om en tid, hvor tidligere tiders viden var blevet glemt, men også en tid med stor viden. Det er historien om sømanden Meneldur, som brugte den nyfundne viden til at genoplive noget af den gamle nu glemte viden. Men det er væsentligst historien om hans skibs rejse og hans oplevelser på havet...
es: Esta es la historia de la época en la que Elensefar era una provincia del gran reino de Wesnoth. Es la historia de una época de gran desmemoria, en la que se había olvidado mucho del antiguo conocimiento, pero también de grandes descubrimientos. Es la historia de Meneldur el marino, que utilizó algunos de los nuevos descubrimientos para resucitar parte del antiguo conocimiento. Pero es, más que nada, la historia del viaje de su barco, y de lo que encontró mientras viajaba por el ancho mar...
ja: これはElensefarが広大なWesnoth王国の一地方だった時代の物語です。そして、かつて知られていたことの多くが、偉大な知識すら忘れ去られた大いなる忘却の時代の物語です。古き何ものかを生き返らせる知識を新たに発見した、水夫Meneldurの物語でもあります。しかし何よりも、彼の船の航海、そして外洋を航海する間に彼が見つけたものの物語です。
ru: Наша история случилась в далёкие времена, когда Эленсефар был одной из провинций могучего королевства Веснот. Те события давно стёрлись из памяти, и даже летописи не смогут поведать нам истину. Оказались утеряны не только повседневные мелочи жизни, но и большим трудом добытые великие знания. Мы расскажем о моряке Мелендуре, который разумом своим шагнул далеко вперёд, чтобы возвратить в мир тех, кто давно его оставил. Но ещё больше наша история поведает о путешествии по неизведанным водам его храброй команды, и об опасных приключениях, которые выпали на их долю...

source: Before the tale begins, it is important to know that none of the seafaring men or elves, including Meneldur, were willing to travel far out of sight of the coast. Instead, they remained near land, and sailed only north and south, for they dimly remembered tales from Haldric's day, of dragons, and sea serpents, and snake-men, who lurked on the islands that lay to the west of the continent.
da: Før sagnet kan begynde, er det vigtigt at vide, at ingen af de sørejsende mænd eller elver, inklusiv Meneldur, var villige til at rejse langt fra kysten. I steden for blev de nær land og sejlede kun nordpå eller sydpå; for de kunne svagt huske historierne fra Haldrics tid om dragerne, og søuhyrerne, og slangemenneskerne, som lå på lur på øerne som lå mod vest for kontinentet.
es: Antes de que comience este cuento, es importante saber que ninguno de los navegantes humanos o elfos, incluido Meneldur, tenía intenciones de viajar poco más allá de la distancia a la que se podía vislumbrar la costa. Por el contrario, permanecían cerca de tierra y navegaban solo de norte a sur, ya que apenas recordaban los cuentos de los días de Haldric, de los dragones, de las serpientes marinas y de los hombres serpiente que acechaban en las islas que se encuentran al oeste del continente.
ja: 話を始める前に、海に生きる男達や、Meneldurを含むエルフ達の誰もが、岸が見えないところまで漕ぎ出す意志はなかったと知ることが重要です。代わりに、彼らは陸の近くに留まり、南北へだけ帆走しました。彼らがHaldricの時代からほのかに記憶していた、大陸の西の島に潜伏するドラゴンや、海蛇、そして蛇男についての話のためです。
ru: Прежде чем мы начнём, важно отметить, что в те времена ни один моряк, будь он хоть человеком, хоть эльфом, проплывая в западных водах, не решался отойти далеко от берега. И только на севере и на юге мореплаватели смело рассекали безбрежные воды. Ведь тогда ещё не стерлись из памяти рассказы времён Холдрика о злобных драконах и коварных нагах, ужасных морских змеях и страшных чудовищах, которые обитали в опасном западном море.

source: Meneldur was born in the northlands, in Wesmere, but was outcast from the elvish lands because of a conflict with the High Council. Thus, although an elf, Meneldur had pledged his loyalty to Elensefar, and thus to Wesnoth (but, significantly, not to Weldyn).
da: Meneldur blev født i de nordlige lande, in Wesmere, men blev bortvist fra elvernes land på grund af en konflikt med Det Høje Råd. Så selvom Meneldur var en elv, så havde han svoret loyalitet til Elensefar og dermed til Wesnoth (men det er væsentlig at bemærke; ikke til Weldyn).
es: Meneldur nació en las tierras del norte, en Wesmere, pero fue desterrado de las tierras élficas a causa de un conflicto con el Alto Consejo. Así, aún siendo un elfo, Meneldur había comprometido su lealtad con Elensefar y por lo tanto con Wesnoth (aunque, concretamente, no con Weldyn).
ja: MeneldurはWesmereの中の北の土地で生まれましたが、最高会議での争いにより、エルフの土地から追放されました。そのため、エルフでありながらMeneldurはElensefarへ忠誠を誓っていました。そしてWesnothにも(しかしWeldynへ、ではないことをはっきりさせていました)。
ru: Родом Мелендур из северных эльфийских земель. Ещё в молодости из-за конфликта с Великим Советом он был вынужден оставить родные края. Долго пришлось изгнаннику скитаться по свету, пока его, безродного эльфа, не приютил человеческий город Эленсефар. Никогда не забывал Мелендур о протянутой ему руке помощи, и однажды дал клятву верности новой родине, а таким образом, и Весноту. Но, что важно для нашей истории, Велдина эта клятва не касалась.

source: Meneldur gathered around himself a crew of true Elensians; stout spearmen, and ruthless men of the saber. He also brought many of the archer from his elvish house out of the northlands, to sail with him on his ship.
es: Meneldur había reunido una tripulación de auténticos elensianos. Fornidos lanceros y hombres implacables en el uso del sable. También se trajo muchos arqueros procedentes de su casa élfica de las tierras del norte para navegar con él en su barco.
ja: Meneldurは自分の周りに真のElensefar人を集めました; がっしりした槍兵やサーベル使いの非情な男達です。彼は自分の船で航海をするため、家族の中から多くのエルフの射手を北の土地の外へ連れて来てもいました。

source: Now our story begins. On a night about 10 years after he first came to Elensefar, Meneldur returned to Elensefar from a trading voyage to the Bay of Pearls. When Meneldur had landed in Elensefar, he went to the castle to recieve directions from the Lord of Elensefar as to where his new voyage was to wend. He was to travel south to the Elven peninsula, and trade with the southern elves.
da: Nu begynder vores historie. En nat 10 år før han først kom til Elensefar, returnerede Melendur til Elensefar fra en handelsrejse fra Perlernes Bugt. Da Meneldur var ankommet til Elensefar tog han til slotte for at få nye ordrer fra lensherren i Elensefar, om hvor hans næste rejse skulle gå til. Han skulle sydpå til elvernes halvø og indgå handelsaftaler med de sydlige elver.
es: Ahora comienza nuestra historia. Una noche 10 años después de su llegada a Elensefar, Meneldur volvió a la ciudad después de haber hecho un viaje a la Bahía de las Perlas para comerciar. Cuando Meneldur desembarcó, se dirigió al castillo para recibir instrucciones del señor de Elensefar acerca de a donde le conduciría su nuevo viaje. Tendría que viajar al sur, hasta la península Élfica, y comerciar con los elfos meridionales.
ja: 今、私達の物語が始まります。Meneldurが初めてElensefarに来て10年ほどたったある夜、彼は真珠の入江との交易のための航海からElensefarへ戻りました。MeneldurはElensefarへ上陸して、Elensefarの君主から新しい航海の行き先の指示を受けるために城へ行きました。彼はエルフの半島の南へ旅して、南のエルフと交易をする予定でした。
ru: Пролетели годы. Мелендур не сидел на месте и странствовал по морям и океанам. Он выполнял деликатные поручения лордов, доставлял ценные грузы, возил редкие товары из дальних уголков королевства. И всегда он и его команда целыми и невредимыми возвращались обратно. Так было и в тот раз. Странник возвратился из долгого путешествия в Жемчужный Залив. Корабль только привели в порядок, а Мелендур уже отправился согласовывать новое дело — рейс к Эльфийскому полуострову для торговли с южными эльфами.

source: After the meeting, as Meneldur and his men headed back to their ship, they noticed a strange sound. A harsh sound. The sound of orcs! Elensefar was under attack, with no provocation. The city had been quickly overrun, before most of the people had even noticed.
da: Efter mødet, da Meneldur og hans mænd var på vej tilbage til skibet, hørte de en underlig lyd. En lyd der ikke varslede godt. Lyden af orker! Elensefar var under angreb, uden provokation. Byen blev hurtigt overmandet, før nogen rigtig havde bemærket det.
es: Después de la reunión, mientras Meneldur y sus hombres volvían a su barco, notaron un extraño sonido. Un sonido estridente. ¡El ruido que hacían los orcos! Elensefar estaba siendo atacada sin provocación de por medio. La ciudad había sido invadida con rapidez, antes de que la mayoría de la gente llegara siquiera a notarlo.
ja: 打ち合わせの後、Meneldurと仲間は船に戻ろうとしたところ、奇妙な音に気が付きました。不快な音です。オークの声だ! Elensefarは一方的に攻撃を受けていました。ほとんどの住民に気づかれる前に、町はただちに占領されました。
ru: Встреча затянулась. Уже затемно Мелендур и его доверенные люди возвращались в гавань, к своему родному дому — кораблю. Но вдруг раздались крики. А вслед за криками на улицы хлынули полчища орков. Эленсефар пал прежде, чем жители успели это заметить.

source: Meneldur had only one option left - get back on his boat and flee. But there were already orcs blocking his path to the harbor...
da: Meneldur havde kun en mulighed tilbage - tilbage til sit skib og flygte. Men der var allerede orker, som blokerede vejen til havnen...
es: Meneldur solo tenía una salida, volver a su barco y partir. Pero ya había orcos bloqueándole el paso hacia el puerto...
ja: Meneldurには選択肢は1つしかありませんでした - 自分の船に戻って逃げることです。しかしすでにオークは港へ行く彼の進路を塞いでいました。
ru: Отступать было некуда. Оставался лишь один путь к спасению — пробиваться к кораблю. Там ждут Мелендура верные спутники. Но сколько же орков перекрыло дорогу в гавань...

source: Orcish Pillagers
es: Saqueadores orcos
ja: オークの略奪者

source: Move Meneldur and Madru to the Explorer (southwest of the map)
da: Flyt Meneldur til skibet Opdageren
es: Mueva a Meneldur y ha Madru hasta el Explorador (al suroeste del mapa)
ja: MeneldurとMadruをExplorer号へ移動する (マップの南西)
ru: Переместите Мелендура и Мадру к Страннику (на юго-запад карты)

source: Death of Meneldur
da: Meneldurs død
es: Muerte de Meneldur
ja: Meneldurの死
ru: Гибель Мелендура

source: Death of Madru
da: Madrus død
es: Muerte de Madru
ja: Madruの死
ru: Гибель Мадру

source: Orcs! Orcs are attacking! There are too many, we can't fight them off, we have to reach the ship!
da: Orker! Orkerne angriber! Der er for mange af dem, vi kan ikke slå dem tilbage, vi må nå ned til skibet!
es: ¡Orcos! ¡Nos atacan los orcos! Son demasiados, no podemos vencerles, ¡hemos de alcanzar el barco!
ja: オークだ! オークが攻撃中だ! 多すぎる。撃退するのは無理だ。船へ行かなければ!
ru: Орки! Орки нападают! Проклятье! Их слишком много! Нам не справиться! Скорее, нужно пробиться в гавань!

source: Aye aye, Cap'n. All men to the ship, quick as you can!
da: Aye aye Kaptajn. Alle mænd til skibet, så hurtigt som muligt!
es: Si, capitán. ¡Todo el mundo a bordo, deprisa!
ja: 了解、隊長。みんな船へ。できるだけ急ぐんだ!
ru: Да, капитан! Все на корабль, быстрее! Бегите, как только можете!

source: So this is the harbor of Elensefar.
es: Así que este es el puerto de Elensefar.
ja: これがElensefarの港だ。

source: Well, I guess I've to wait for my superiors then.
es: Bien, supongo que tendré que esperar a mis superiores.
ja: さて、それでは上官を待つべきなようだ。

source: Let us move to the docks.
es: Vamos hacia los muelles.
ja: 波止場へ移動しよう。

source: Now, we go out to sea. I expect our city is doomed...
da: Nu tager vi til havs. Jeg forventer at byen er fortabt...
es: Ahora, nos haremos a la mar. Creo que nuestra ciudad esta condenada...
ja: さあ、我々は海に出た。我々の町は破滅したと思う……
ru: Нам удалось выйти в море. Увы, но город обречён...

source: A Naval Engagement
da: Søkrig
es: Un enfrentamiento naval
ja: 海戦
ru: Морское сражение

source: Elensefar's Loyals
es: Leales de Elensefar
ja: Elensefarへの忠誠者

source: Black the Red
da: Sort den Røde
es: Negro el Rojo
ru: Блэкред

source: Wesnothians
es: Wesnothianos
ja: Wesnoth人

source: Defeat enemy leader
da: Besejr fjendtlig leder
es: Derrote al líder enemigo
ja: 敵のリーダーを倒せ
ru: Победите вражеского лидера

source: Death of Black the Red
da: Sort den Rødes død
es: Muerte de Negro el Rojo
ja: Black the Redの死
ru: Смерть Блэкреда

source: Why do you stop us? We seek help. I come from Elensefar, which, as far as we can tell, was just captured by orcs!
da: Hvorfor stopper du os? Vi søger hjælp. Jeg kommer fra Elensefar, som, så vidt vi ved, netop er blevet erobret af orker!
es: ¿Por qué hacéis que nos detengamos? Buscamos ayuda. Vengo de Elensefar, que, hasta donde podemos saber, ¡a sido capturada por los orcos!
ja: なぜ我々を止める? 我々は援助を求めている。私はElensefarから来た。私の知る限りでは、オークに占領されてしまった!
ru: Почему вы остановили нас? Орки захватили Эленсефар, и, похоже, мы единственные, кому удалось вырваться оттуда!

source: You are interfering with our mission; we are trying to chase down this magician pirate.
da: Du blander dig i vores mission; vi prøver at opsnuse en piratmagiker.
es: Os estáis entrometiendo en nuestra misión. Estamos intentando capturar a ese mago pirata.
ja: お前達は我々の使命を妨害しているのだ; 我々はこの魔法使いの海賊を追いかけている。
ru: Немедленно покиньте эти воды и не мешайте нам. Здесь орудует опасный морской разбойник. Но его магические трюки не помогут этой сволочи ещё раз ускользнуть от королевского правосудия!

source: I'm not a pirate! I also come from Elensefar, and I must have left port a few days before it was attacked. This is the first I've heard of it.
da: Jeg er ikke pirat! Jeg kommer også fra Elensefar, og jeg sejlede af sted, et par dage før det blev angrebet. Det er første gang, jeg hører om sagen.
es: ¡No soy un pirata! También vengo de Elensefar y debí de dejar el puerto pocos días antes de que fuese atacado. Es la primera vez que oigo hablar del ataque.
ja: 私は海賊じゃない! 私もElensefarから来た。私が港を離れたのは、攻撃を受ける数日前のはずだ。攻撃のことを聞いたのは初めてだ。
ru: Постойте! Я не пират! Я тоже отчалил из Эленсефара несколько дней тому назад. Какое несчастье... Вы первые, кто поведал мне эту ужасную новость...

source: You dog, don't bother us with your lies! You attacked a ship of the Royal Navy with your spells, and now you will pay for it!
da: Din hund, spar os for dine løgne! Du angreb et skib fra Den Kongelige Flåde med din trolddom, og nu kommer du til at betale for det!
es: Tú perro, ¡no nos incordies con tus mentiras! ¡Atacaste a un barco de la marina real con tus hechizos y ahora vas a pagar por ello!
ja: 犬め、嘘でごまかすんじゃない! お前は魔法で海軍の船を攻撃しただろう。その代償を支払うのだ!
ru: Шелудивый пёс! Прибереги свои враки для рыб: они-то тебя заждались! Ты посмел напасть на судно под королевским флагом и понесёшь должную кару!

source: I need loyal warriors from Elensefar to help me on my quest. Black the Red, do you want to join me in retaking Elensefar from these orcs?
da: Jeg har brug for loyale krigere fra Elensefar i min mission. Sort den Røde, vil i slutte jer til mig, i forsøget på at få Elensefar ud af orkernes hænder?
es: Necesito guerreros leales a Elensefar que me ayuden en mi misión. Negro el Rojo, ¿deseáis uniros a mí para retomar Elensefar de las manos de esos orcos?
ja: 私はElensefarで、私のクエストを助けてくれる忠誠な兵士を求めています。Black the Red、あのオークからElensefarを取り戻すために、助けてくれますか?
ru: Мне нужна помощь, чтобы отбить у орков Эленсефар. Блэкред, ты, я вижу, парень храбрый, не хочешь ли к нам присоединиться?

source: Outlaws, you mean! These Elensians are all the same. Troops, destroy them!
da: Du mener fredløse! Disse elensianere er alle de samme. Knus dem mænd!
es: ¡Querrás decir delincuentes! Estos elensianos son todos iguales. ¡Tropas, destruidlos!
ja: それならお前は悪党だ! Elensefarの奴らはみんな同じだ。兵士達、奴らを殺せ!
ru: Ты имел в виду — пират! Все эленсианцы разбойники по своей сути. К бою!

source: Why is a ship from Elensefar carrying bandits and thieves?
da: Hvorfor har et skib fra Elensefar banditter og tyve med?
es: ¿Por qué un barco de Elensefar está lleno de bandidos y ladrones?
ja: Elensefarからの船が、なんで山賊や盗人を乗せてるんだ?
ru: Откуда на идущем из Эленсефара корабле столько воров и бандитов?

source: They come from the... less _wealthy_ parts of Elensefar. But they are still fiercely loyal to it. They will be good fighters. I will join, if you'll have me.
es: Proceden de las regiones más pobres de Elensefar. Aún y todo son ferozmente leales. Lucharán bien. Me uniré a vos, si os parece bien.
ja: 彼らは…… Elensefarの比較的<small>貧しい</small>地域の出身だ。しかし彼らもElensefarに猛烈な忠誠心を持っている。彼らはよい戦士になるだろう。私は協力する。私で良ければ。

source: Very well. Thats not so different from my own crew. Aldran - we will not fight you if you do not attack us, but you must let us go on our way.
da: Udmærket. Det er ikke så forskelligt fra mit eget mandskab. Aldran - vi vil ikke kæmpe imod dig, hvis du ikke angriber os, men du må lade os gå vores egen vej.
es: Muy bien. No son tan diferentes de mi propia tripulación. Aldran, si no nos atacáis no lucharemos contra vos, pero deberéis dejarnos pasar.
ja: 申し分ない。私の乗員ともそれほど違いはない。Aldran - あなたが攻撃しなければ、戦うつもりはない。しかし我々の邪魔をしないでくれ。
ru: Отлично. Если разобраться, между моими сорвиголовами и твоими парнями не такая уж и большая разница. Элдан, мы не станем сражаться с тобой, плыви куда пожелаешь. Но позволь и нам продолжить свой путь.

source: Ha! I will bring you and your ally in to Weldyn to be tried for treason. And it does not matter it is two boats to one; I have already sent a boat to inform the King, and get reinforcements.
da: Ha! Jeg tager dig og din allierede med til Weldyn og anklager jer for forræderi. Og det betyder intet, at i er to skibe mod en; Jeg har allerede sendt et skib til kongen og venter forstærkninger.
es: ¡Ja! Te llevaré a ti y a tu aliado a Weldyn para que os juzguen por traición. Y no me importa que seáis un barco o dos, ya he enviado otro barco para informar al rey y pedir refuerzos.
ja: ハ! お前と仲間を反逆罪のかどでWeldynへ引っ立てる。2対1など大したことはない; すでに王へ知らせの船を送ったから、援軍が来る。
ru: Ха! Я притащу и тебя, и твоего 'союзника' к ступеням королевского суда Велдина. И не имеет значения, что у вас два корабля против одного моего. Я успел отправить легкую лодку, и скоро сюда прибудет весь королевский флот!

source: Remember, crew, the healing grog is stored in those barrels.
es: Recordad, muchachos, el grog curativo se guarda en esos barriles.
ja: 船員共、覚えておけ。回復用の酒があの樽に入っている。

source: Ah, some nice, refreshing grog! *gulp*
es: Ah, ¡qué rico y refrescante grog! *gulp*
ja: ああ、こりゃいい。景気付けの酒だ! <b>ぐびっ</b>

source: Drinking the grog heals your units!
es: ¡Al beber grog, tus unidades sanan!
ja: 酒を飲むとあなたのユニットは回復します!

source: Well, what is it anyway that you people want? Why did you help us?
da: Hvad er det egentlig, at i folk vil? Hvorfor hjalp i os?
es: Bueno, ¿Qué es lo que os proponéis? ¿Por qué nos estáis ayudando?
ja: さて、とにかく君達が望んでいるのは何だ? なぜ我々を助けた?
ru: Но всё же терзает меня любопытство. Не понимаю, с какой, интересно, стати вы мне помогли? Чего хотите на самом-то деле?
