Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/wesnoth-*/*.po
Languages: se

source: Aye aye, Cap'n. All men to the ship, quick as you can!
se: 了解、隊長。みんな船へ。できるだけ急ぐんだ !

source: Now, we go out to sea. I expect our city is doomed...
se: さあ、海に出た。われわれの町は破滅だろうな……

source: The Ruined Port
se: 廃墟の港

source: Bakrakha
se: バクラクハー

source: Sakdur
se: サクダー

source: Asknak
se: アスクナック

source: Defeat Bakrakha, the Orcish Warlord, and then survive until end of turns
se: 南の将軍バクラクハーを倒せ。そしてターンの終わりまで生き残れ。

source: Turns run out and Bakrakha is still alive
se: ターンが尽きて、バクラクハーがまだ生きている。

source: So, little orc-maggots, you got so low as to call down some Wesfolk from the north to help with your trying to take over the castle!?! Not going to happen on my watch!
se: では、ちびのウジ虫。おまえは卑しすぎて、北のアイルフォークに助けを求めてまで城を取ろうとしているんだな !?! おれの目が黒いうちはそんなことは許さない !

source: We didn't call no human scum out of the north, though we could use their help! You been king far too long, Bakrakra! You aint got us meat, and you aint got us land. Me, Asknak here, or even a lich 'ud be better than you!
se: おれたちは北から人間のくずなど呼んでない。やつらを利用することはできるがな ! おまえは長く族長をやりすぎたんだ、バクラクハー ! おれたちに肉を渡さないし、土地も渡さない。おれや、あのアスクナック、それにリッチだっておまえよりはましだ !

source: That right. You' keeping all the food in your castle there, and we' tired of it. Its time to get a new king 'round 'ere!
se: そうだ。おまえ、その城に食い物ぜんぶ取ってある。おれたち、嫌になった。ここは新しい王がいるときだ !

source: I don't think we should get involved here. These orcs can fight each other, and they won't care if we wait here and restock.
se: ここで巻きこまれるべきだとは思わない。この氏族たちはおたがいに戦っていればいい。われわれがここで補給が終わるまで待っても気にしないだろう。

source: I don't think it's that simple. That orc in the castle has all the food, we can't restock from here.
se: そう単純だとは思えないな。あの城にいるやつが食料をぜんぶもっている。ここでは補給できない。

source: So what do you suggest we do?
se: では提案は ?

source: Well, we will definitely have to kill the orc in the castle, to get the food. But to get to him, we should probably go around the river, which leads us past all the other orcs. We might have to kill them all.
se: そうだな、食料を得るためには城の族長を殺さなければならないのは明白だ。しかしやつのところへ行くためには、おそらく川を迂回しなければならない。そうすると氏族の男たち全員を通り抜けることになる。全員殺さなければならないかもしれないな。

source: Good, now we just have to survive until the ship is refilled.
se: よし。さて、とにかく船に補給が終わるまで生き残らなければならない。

source: We have defeated all of the orcs; refill the ship, and we'll leave.
se: 氏族の男たちを全員倒した。船に補給しろ。それから出発しよう。

source: We did not manage to kill the orc leader, and now we are out of food...
se: うまく敵の指揮官を殺せなかった。そしてもう食料が尽きた……

source: Good, we have enough food now. We should go back out to sea, further north there are some people who might help us.
se: よし、必要なだけの食料を手に入れた。海に戻るべきだ。北の方にわれわれを助けてくれるかもしれない人びとがいる。

source: The Desert Island
se: 砂漠の島

source: Kar-Salazz
se: カー゠サラーズ

source: I see there are more undead! I wonder how many of these did not go all the way across with Jevyan?
se: またアンデッドだ ! ジェヴィヤンといっしょに渡らなかったのがどれだけたくさんいるんだろうな。

source: I have seen several of these wandering undead where I come from. Haven't you?
se: わたしの出身地では、さまようアンデッドがいくらか見られたが。きみは見たことがないのか ?

source: Mostly I travel south to the southern continent, not west like this. There are no undead there!
se: たいていわたしは大陸の南の方へ旅していた。こんな西じゃない。そこにアンデッドはいないんだ !

source: I see...
se: わかった……

source: Sssooo.... youu hazntt foughtt me oftenzz? Ahhh, gooodd. You will be eazyy to defeatzz!
se: シーぉれでは……わたシーぃとはあまり戦ったことがない ? ああ、いいぞ。おまえたちは簡単に倒シーぇるな !

source: Why did he speak like a lizard?
se: なんでやつはトカゲのように話すんだ ?

source: What the...?
se: なんだ…… ?

source: That must be why he spoke like that. He is partly a lizard!
se: あいつがああしゃべる理由はあれにちがいない。部分的にトカゲなんだよ !

source: Off the Peninsula
se: 半島の先端

source: Lomanyas
se: ロマニヤス

source: I heard about your defeat of the elves on the isle, and I knew you'd probably show up here sooner or later.
se: 島のエルフを倒したことは聞いたわ。だからおそらくあなたがここに姿を見せるのは時間の問題だと思ってた。

source: I might have known. You must be the leader of these men; I wouldn't put aligning with men below you, after you surrendered to orcs!
se: わたしもわかっていたと思う。あなたがあの人間たちの指揮官であるのはまちがいないと。あなたのもとに人間たちを団結させたのはわたしではない。あなたがオークに降伏したあとでしたことだ !

source: 'Surrendered' is not the way I would put it, but fine, have it your way.
se: 「降伏」はわたしがそうした理由じゃない。でもいいわ。好きなように考えて。

source: So, it is the traitor returning to greet his foe. How pleasant.
se: では、反逆者が敵にあいさつしに戻って来たのね。なんてうれしいのかしら。

source: What are you doing here? My quarrel is with the Wesnothians, not with you.
se: ここでなにをしているんだ ? わたしの争いはウェスノス人とのものだ。あなたとではない。

source: I am the men's captain, so those who quarrel with them quarrel with me. We elves and men have aligned to bring you down!
se: わたしはあの人たちの隊長だから、わたしとの争いになるのよ。わたしたちエルフと人間はあなたを仕留めるために団結しているの !

source: Think what you like. We will fight you if need be.
se: どうしたいか考えてくれ。必要ならわれわれは戦うつもりだ。

source: Oh, and I see some of the Wesnothians you found are turncoats. Don't worry, they will die also.
se: ああ、あなたが見つけたウェスノス人の何人かは裏切り者のようね。心配しないで、その人たちも死ぬから。

source: With Lomanyas dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar...
se: ロマニヤスの死で、海を航海するエルフはすべて倒されたと思う。おそらくエレンスファーに着くまでエルフを見ることはないだろう……

source: It is unfortunate the elves have also decided to oppose us. I suspect there are more of them roaming the seas.
se: エルフが敵対することにしたのは残念なことだ。海を放浪するエルフはもっといることだろうしな。

source: The Frozen Lands
se: 凍った土地

source: Padrun
se: パドラン

source: Panenael
se: パネネール

source: Finally, a ship! You, in there, we wish to talk with you!
se: ついに船が ! そこのあんた、話がしたい !

source: What is it that you want, Dwarf? You know that elves are not usually very friendly with your kind.
se: なにが望みなんだ、ドワーフ ? エルフはふつうあなたの種族とあまり友好的でないのは知っているだろう。

source: I know this, but you are not only elves, there are some men among you, who usually help in return for gold. I need to ask your aid. We are in a desperate situation - we will all die you do not help us!
se: それはわかってる。しかしあんたらにはエルフだけじゃなくて人間もいるし、人間はふつう見返りにゴールドをやれば助けてくれる。おれには助力を求める必要があったんだ。おれたちはやけくそな状態だからな。助けがないとみんな死ぬんだよ !

source: Why? What's going on here?
se: どうしてだ ? ここはどうなっているんだ ?

source: There is a lord ruling here, a cruel lord, and we decided to resist him, to so as not to be enslaved. But then he called in reinforcements from the north, and he is now too strong. The battle is no longer equal, and he has decided to try to destroy us! We will give you gold if you help us.
se: ここには統治する領主がいるが、残酷な領主なんだ。だからおれたちは抵抗することにした。奴隷にされないためにそうしたんだ。しかしやつは北から援軍を集めたので、もうかなわなくなった。そして戦いがもう互角ではなくなったので、あいつはおれたちを全滅させることにしたんだ ! もし助けてくれれば、あんたらにはゴールドをやるよ。

source: Very well, we will try to help you - so give us command of your troops, that we may use them more effectively.
se: 承知した。助けることにしよう。それから、われわれにきみたちの部隊の指揮権を与えてくれ。そのほうが効果的に使える。

source: Certainly! Also, we will give you what little gold we have, if it will help you...
se: そのとおりだ ! それから、助けになるなら、おれたちの持っているゴールドをすこし渡そう……

source: Alright, men, lets go back to the ship now.
se: よし。みんな、船に戻ろう。

source: Thank you for helping us regain our land! My men that were fighting with you will join you now, although I will be staying here.
se: おれたちの国を取り戻すのを助けてくれてありがとう ! いっしょに戦ったおれの仲間はこれからもあんたらに協力するよ。おれはここに留まるつもりだけどな。

source: Continue... the battle... for me...
se: つづけてくれ……戦いを……わたしのために……

source: Blackmore the Black
se: ブラックモア・ザ・ブラック

source: Ah-Reblak
se: ア゠レブラク

source: Bahtak
se: バータック

source: Ahtanuk
se: アータナック

source: Black, why have you brought us here?!? This is just a remnant of a town, and there are no warriors here, just undead and orcs!
se: ブラック、なぜここへ連れてきた ?!? ただの町の残骸じゃないか。ここに戦士はいない。アンデッドとオークだけだ !

source: No, no, you are wrong there. This is no ruined city, this is Blackmore the Black, and for the past seventy years it has been the home of the Wesfolk who remained on this island.
se: いや、いや。きみはまちがっている。ここは廃墟の町じゃない。ここはブラックモア・ザ・ブラックだ。過去 70 年のあいだ、この島に残ったウェスフォークの故郷だった。

source: You mean those undead over there are 'Wesfolk'? As in the Wesfolk who came over with Lady Jessica?
se: あなたの言っているのは、向こうにいるアンデッドが「ウェスフォーク」ということか ? レディー・ジェシカといっしょにやって来たウェスフォークと同じ ?

source: I would assume that is what he means, yes. So, Black, you've brought us here to have these Wesfolk help us?
se: ブラックが言っているのはそうだと思う、そのとおりということだ。ではブラック、あのウェスフォークに助力してもらおうとしてここへ連れてきたのか ?

source: Well, yes, something like that.
se: まあ、そうだ。そんなところだ。

source: I see, brother, that you have returned with warriors. Are they to help us defeat these orcs?
se: なるほど、ブラック。戦士をつれて戻ってきたんだ。その戦士がわれわれを助けてあのオークを倒してくれるのか ?

source: What? That's not why we're here!
se: なんだと ? ここへ来た理由はそんなことじゃない !

source: Well, yes it is. You have to help them secure this city before they will help you.
se: まあ、それはそうだが。助けてもらうまえに、きみたちが助けてこの町の安全を確保しなければならないんだ。

source: Help them? Help Islefolk? Why would we do that?
se: そいつらを助ける ? アイルフォークを助ける ? なぜそんなことを ?

source: These are not Islefolk, brother, they are descendants of the Wesfolk who came over with Lady Jessica.
se: 兄さん、この人たちはアイルフォークじゃない。レディー・ジェシカといっしょに行ったウェスフォークの子孫なんだ。

source: What!? Followers of that deserter!? I can't believe you think we would help them!
se: なに !? 逃亡者の子分か !? そいつらを助けると思ったなんて、信じられないな !

source: I didn't have a choice, they needed help, so I made a deal that we would help them if they helped us.
se: ほかに選択肢はなかった。この人たちには助力が必要だった。だからわれわれを助ければ、われわれも助けると取り引きしたんだ。

source: Trust me, we don't like helping undead any more than you like helping us 'deserters'.
se: 信じろ､「逃亡者」を助けるのが好きじゃないようだが、こっちも負けないくらいアンデッドを助けたくないんだ。

source: Fine. I'll help you do whatever it is you want to do, once we clear this land of the orcs.
se: わかった。おまえたちがなにを望んでいるにしても助けることにしよう。まずこの土地のオークを一掃してくれればな。

source: Int'resting council! But now, little men, its time to die. Get'm!
se: おもしれえ協議だな ! だがちびども、死ぬ時間だ。やっちまえ !

source: Well, we've cleared the orcs away. Come on, now you have to hold up your end of the bargain.
se: さて、オークは片付けた。行こう。あなたには約束を果たしてもらう。

source: Well, the orcs will probably be back soon... I think that we are going to end up dying here, no matter what you do. We have held up extraordinarily long already.
se: あー、おそらくオークがすぐに戻ってくる……。われわれは結局ここで死ぬことになると思うんだが。たとえきみたちがどうしようとだ。われわれはすでに非常に長いあいだ耐えてきたんだ。

source: That's true. I think it would be best if we could get enough ships to get off of this island. The one I went out on was our last, and we can't make more.
se: そのとおりだ。この島を出るために必要な船を集められればいちばんいいのだが。わたしが出るのに使った船が最後の 1 隻だった。あれ以上は作れない。

source: Well, I am a shipbuilder. I could help you build more ships, and then you could bring all of your people back east with us.
se: なあ、わたしは船大工なんだ。もっと船を作るのは手伝える。そうすれば全員東へつれて行ける。

source: That sounds good.
se: それはよさそうだ。

source: Then it is agreed. But after that, you have to help us fight the orcs!
se: それでは合意した。しかしそのあとで、われわれに協力してオークと戦ってもらわなければならない !

source: A King's Demand
se: 王の要求

source: Handran
se: ハンドラン

source: Narian
se: ナリアン

source: It is the traitor who killed Aldran and Thendol approaching! Prepare to destroy him.
se: アルドランとセンドルを殺した反逆者がやって来るぞ ! 殺す用意をしろ。

source: Meneldur! I bear a message from the King! If you surrender now, your life will be spared. The King is even willing to aid you in your quest to regain Elensefar. But you must pledge allegiance to the Throne again, and agree to aid it in its battles.
se: メネルダー ! 王からの伝言がある ! もしいま降伏すれば、命は助けてやる。王はエレンスファーを取り戻すというおまえの目的に協力してもかまわないとさえ思っている。ただし、また王位への忠誠を誓わなければならない。そして、王が戦うときは助力をすることに同意するのだ。

source: Hah! And what will you do with me and my kind, who have joined with Meneldur and are bound to him? Doubtlessly you would kill us.
se: ハッ ! そしてわたしと仲間はどうするつもりだ。メネルダーに加わって、いっしょにいるわれわれは ? われわれを殺すつもりなのは疑いもないな。

source: He is right. We can defeat these forces, and rid this area of their lordship.
se: そのとおりだ。あの軍隊は倒せるし、この地域への支配は取り除ける。

source: Your ship has been captured by others of us. You do not know what awaits you further up the isle... I tell you, if you refuse this you are a dead man, whether I die or not.
se: おまえたちの船は別働隊が拿捕してある。それに島の向こうになにが待っているのか知らないのだろう……。教えてやる、これを拒否すれば、おまえたちは死人だ。わたしが死んだところで無関係だ。

source: Your threats do not scare me. Prepare for battle, men!
se: あなたの脅迫は怖くない。みんな、戦闘準備だ !

source: Very well, you have chosen. Handran, send a scout to the leader and tell her Meneldur has refused our offer. She will be most displeased.
se: けっこうだ、おまえは選択した。ハンドラン、斥候を指揮官のところへ送り、メネルダーは提案を拒否したと伝えろ。たいそう立腹することだろうな。

source: I wonder what that was all about...
se: いったいどういうことなんだろうな……

source: Conscript
se: 徴募兵

source: Meneldur! It seems that our commanders and our best fighters have been killed. If you leave us now, we will probably die, since only they knew how to command our ship. Have mercy, and help us!
se: メネルダー ! おれたちの指揮官と精鋭の兵士は死んでしまったようだ。いまあなたがおれたちを放置すれば、おれたちはおそらく死ぬことになる。船を動かす方法を知っていたのはみんな死んでしまったからだ。哀れに思って、助けてくれ !

source: What would you have me do? Give you navigators to help you? Why would I do that for an enemy?
se: わたしにどうしろと ? 航海士をきみたちに与えて助けろと ? なぜ敵にそんなことをしてやらなければならないんだ ?

source: Well, why don't you let us join you? There is nothing else for us to do.
se: ええと、なぜあなたたちに加えてくれないんだ ? おれたちにはそうする以外にないんだ。

source: Wouldn't that make you a traitor?
se: きみたちは裏切り者になるつもりか ?

source: No, since I don't think you are traitors, and my commander is dead. It is just joining another battalion.
se: いや、あなたたちが裏切り者だとは思わないし、おれの指揮官は死んだ。だから別の部隊に参加するだけのことでしかない。

source: Well, if he puts it that way, why should we refuse? We can always use fresh recruits.
se: まあ、そんなふうに言うなら、拒絶すべき理由はないな。いつも新人を雇用して使ってきたんだ。

source: Very well... now, we will move further down the peninsula to regain our ship.
se: けっこうだ……。さて、半島のさらに先に行って船を取り戻そう。

source: The High Seas
se: 外洋

source: Land in a harbor to reprovision.
se: 港に上陸すると補給できます。

source: Your long-term objective is to reach the lands in the West where Black the Red says there are allies, and have them join you.
se: あなたの長期目標は、ブラック・ザ・レッドが言っていた味方のいる西の地に着いて、その味方を協力させることです。

source: Until then you cannot return to Elensefar.
se: それまであなたはエレンスファーに戻れません。

source: Be at sea for 6 weeks (6 turns) without reprovisioning
se: 補給なしで 6 週間 (6 ターン) のあいだ、海の上にいる

source: Take more than 30 weeks to reach the western lands
se: 西の地に着くまで 30 週以上かかる

source: The Wesnothian ships are chasing you; if they attack you they will attempt to board the ship.
se: ウェスノスの船はあなたを追跡しています。その船から攻撃を受けると、船に乗りこもうとします。

source: Each of their ships has enough provisions to completely restock your ship.
se: ウェスノス船は、あなたの船の物資をいっぱいにできるだけの糧食を積んでいます。

source: We have left Elensefar in the hands of the orcs. If we do not return soon, it will be of no use to return at all. We have at most 30 weeks to get to the western lands, where we will meet with the people Black the Red has spoken of. That will leave us with 5 weeks to get back.
se: われわれはオークの手中にあるエレンスファーを離れた。もしわれわれがすぐに戻らなければ、帰還はまったく無益なものになるだろう。西の地に着くまでせいぜい 30 週間だ。そこでブラック・ザ・レッドが言っていた人びとと会う。戻るのに残されているのは 5 週間だ。

source: Also, our ship cannot hold provisions for more than 6 weeks at a time, so we must either land on an island or capture an enemy ship ever 6 weeks.
se: それに、この船には一度に 6 週間分以上の糧食は積めない。だから 6 週間ごとに島に上陸するか、敵の船を拿捕しなければならない。

source: We have ran out of provisions.... *urgh*
se: 糧食を使いきった……<b>ウグッ</b>

source: Hurry, we are down to our last provisions! If we don't refill them within a week, we will all starve!
se: 急げ、最後の糧食を使ってしまった ! 1 週間以内に補充しなければ、みんな餓死してしまう !

source: We only have enough provisions for $turnsleft weeks; we must reach the Western Lands in $gameleft weeks.
se: $turnsleft| 週間分の糧食がある。西の地には $gameleft| 週以内に着かなければならない。

source: This island has no more enemies on it, but we can still reprovision here. That will still take time, though.
se: この島にはもう敵はいない。しかしここで補給はできる。時間はかかるが。

source: The Swampland
se: 沼の土地

source: There does not seem to be anyone living on this island... except, it seems, that black-cowled man on the far side...
se: この島には生き物がまったくいないように見える……。遠くに見える黒い頭巾をかぶった男を除けば……

source: Last time I was here there was a trading colony, but it seems to be gone. Their old stockades should still be here, anyway.
se: ここに最後に来たときには交易植民地があったんだが、なくなったようだ。それでも、古い囲い柵がまだここにあるはずだ。

source: Theft
se: 窃盗

source: Back to the Ship
se: 船に戻る

source: I think something is in the water...
se: なにかが水中にいるように思える……

source: Legend says Haldric landed here on his journey over, and that he fought something. Lets hope we don't have to fight whatever it was...
se: 伝説によれば、ハルドリックは旅の途中にここへ上陸したそうだ。そして何者かと戦った。それがなんだったにせよ、戦わずにすませたい……

source: Traitors
se: 反逆者

source: A Deadly Alliance
se: 死の同盟

source: This island looks vaguely elvish.
se: この島はかすかにエルフがいる感じがする。

source: Does anything live in this frozen wasteland?
se: この凍った荒れ地になにが住んでいるんだ ?

source: Wesnothian Forces
se: ウェスノス軍

source: I see signs of a Wesnothian outpost. Odd they would come so far south...
se: ウェスノスの前哨地のしるしが見える。こんな遠い南まで来ているのは妙だな……

source: Nagas were about a hundred years ago, in Haldric's time! I wonder if any remain...
se: ナーガはだいたい 100 年まえ、ハルドリックの時代にいたんだ ! まだ生き残りがいたのか……

source: This is old Clearwater Port! It was sacked by orcs long ago, I doubt there are any humans left.
se: ここはいにしえのクリアウォーター港だ ! 昔オークに略奪されたところで、人間が残っているとは思えない。

source: This is the land I was talking about. Land here, and we will get the warriors we need.
se: ここがわたしの話した土地だ。ここに上陸しろ。必要としている兵士が手に入ることだろう。

source: Dal-Alkra
se: ダル゠アルクラ

source: Srak
se: スラク

source: Death of Psison
se: サイソンの死

source: Are there any inhabitants of this island? We come in peace, we just want to restock our ship and then be on our way...
se: この島に住民はいないのか ? われわれは平和を求めて来た。ちょっと補給をして進みたい……

source: Hey! What happened to The Explorer! She's gone!
se: おい ! エクスプローラー号になにが起きたんだ ! 行ってしまう !

source: Someone must have stolen her. It looks like we're stuck on this island.
se: だれかが船を盗んだにちがいない。この島に足止めされたようだ。

source: Psison
se: サイソン

source: Hello, I believe I can help.
se: こんにちは。わたしが助けられると思う。

source: Who are you, and what do you want?
se: 何者だ ? なにが望みなんだ ?

source: I am the leader of a great tribe of mermen. I think it was the nagas, our enemies, who stole your boat. I will lend you the aid of my fighters to get it back.
se: マーフォークの偉大な部族の指導者です。あなたたちの船を盗んだのは、われわれの敵であるナーガだと思いますよ。取り戻すためにわたしの戦士たちの力をお貸ししましょう。

source: Hey, look, I see the boat! Nagas are moving it southwest.
se: おい、見ろ。船が見える ! ナーガが南西に移動させているんだ。

source: They've found us! Workers, get that boat out of here! We will secure time for your escape.
se: 見つかったぞ ! 労働者たち、船をここから出せ ! 逃げる時間を作ってやる。

source: Orcs! Kill them!
se: オークだ ! やつらを殺せ !

source: A bridge! What do you think is across it?
se: 橋だ ! どこへ通じているんだ ?

source: Probably our boat... but we need to defeat these orcs before we get it, or else they will attack us from behind.
se: おそらくはわれわれの船に……しかし取り戻すまえにオークを倒さなければ。さもないと背後から襲われることになる。

source: You find 100 gold pieces in the orc's castle.
se: オークの城で 100 ゴールド見つけました。

source: Alandur
se: アランダー

source: Kra-Drano
se: クラ゠ドレイノ

source: Alandur! I suppose you want to battle? Very well, but there are orcs here also. How about we kill them first, then battle?
se: アランダー ! あなたは戦いたいのだろうな ? それはけっこうなことだが、ここにはオークもいる。先にオークを倒すというのはどうだ。それから戦うというのは ?

source: Well, if the orcs had not occupied Elensefar when they took it, but rather destroyed it, we would. But, those on the mainland have proved extremely resistant to attacks.
se: まあ、オークがエレンスファーを占領ではなく破壊していたのなら、そうしたことだろうな。しかし、本土のオークは攻撃に対して非常によく耐えることを証明してきた。

source: Why does that matter? All that's important is that they're going to kill you, too!
se: それがどうして関係するんだ ? 重要なことはオークがあんたたちも殺そうとしていることだけだ !

source: No, we're currently concluding a peace treaty with the orcs. And it would be bad form to attack the relatives of those who you are trying to make a bargain with!
se: ちがう。われわれは現在オークと平和条約を結ぼうとしているんだ。それに協定を結ぼうとしている相手の親類を攻撃するのは無作法だろう !

source: But these orcs are probably from a completely different tribe!
se: しかしそのオークはおそらくまったく別の部族だ !

source: We can't take that chance! These orcs claim to be allies with the ones in Elensefar, so we MUST ally with them.
se: 賭けることはできない ! あのオークはエレンスファーにいる者と同盟していると主張している。だからあのオークとは同盟<b>しなければならない</b>んだ。

source: Uh, yeah, of course... we be da same tribe... uh... Prepare to die, stupid dog-man!
se: あー、えー、もちろん……おれたちは同じ部族だ……。うー……死ぬ用意をしろ、間抜けな犬男 !

source: So the elves, too, have given up trying to stop the orcs... it seems we are on our own against them. And these elves, since we are their enemies anyway, must die.
se: ではエルフも、オークを止めるのをあきらめたのか……。自分たちで対抗しろということらしい。それにここのエルフたちは、どのみちわれわれを敵としたのだから、死ぬのはまちがいない。

source: The elves are willing to surrender Elensefar to orcs, just because they began to lose a few battles? We really need to get back there, soon.
se: エルフはエレンスファーがオークに降伏してもかまわないのだな。二、三の戦いに負けはじめただけでか ? われわれはほんとうに戻らなければならない、急いでだ。

source: If we can just get to the western isle I spoke of, we may be able to defeat this alliance.
se: とにかくわたしの言っていた西の島に着いてしまえば、その同盟を倒すことができるだろう。

source: With Alandur dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar... we will have many enemies when we get there.
se: アランダーが死んだから、海を航海していたエルフはすべて倒してしまったと思う。おそらくエレンスファーに着くまで見ることはないだろう……。着いたときには、多くの敵がいることだろうな。

source: Well, we won, but things might go badly for us later...
se: さて、われわれは勝った。しかしあとでわれわれにとってはよくないことになるかもしれないな……

source: Ak-Avanu
se: アク゠アヴァヌ

source: What is this, a mage walks clad in black? Explain yourself! Are you of the red mages, or the white?
se: これはなんだ ? 黒いもので身を包んだ魔術師が歩いている。説明しろ ! あなたは赤魔術師か、白魔術師か ?

source: What? Do you mean to tell me that the great lich Jevyan does not reign on that continent, or that his mages no longer wear the robes of the necromancer?!?
se: なに ? 偉大なリッチ、ジェヴィヤンがあの大陸を統治していないと言っているのか ? それとも、部下の魔術師たちがいまはネクロマンサーのローブを着ていないということか ?!?

source: What? Why do you speak of those old tales as if they were real? And I suppose you think you are a real necromancer too.
se: なんだって ? どうしてあんたはあの昔話のことを現実のものであるかのように話しているんだ ? それにあんたは自分が本物のネクロマンサーだとも思っているようだな。

source: Why do you say he's not a necromancer? I've seen them before, haven't you?
se: なんでやつがネクロマンサーじゃないと言うんだ ? わたしはネクロマンサーを以前見たことがある。きみたちはないのか ?

source: Are you saying undead exist?
se: アンデッドが実在すると言っているのか ?

source: Yes. And this guy looks real enough. I think we should treat him like an actual enemy.
se: そうとも。それにあいつは十分現実のものに見えるがな。やつは現実の敵とみなすべきだと思うぞ。

source: Yes, you should! Now, prepare to die!
se: そのとおり、おまえたちはそうすべきだ ! さて、死ぬ用意をせよ !

source: Whatever. We will see if he actually can raise anything.
se: 勝手にしてくれ。やつが実際になにかを呼び起こせるのか見てみよう。そしてわれわれがここから出られるのかどうか。

source: Ha! See, I can resurrect the dead! Now fear me!
se: ハ ! 見ろ、わたしは死者をよみがえさせられるのだ! さあ、われを恐れよ !

source: Amazing... so the stories are true!
se: 驚きだ……。するとあの物語はほんとうだったのだ !

source: Kalandur
se: カランダー

source: What? So, if it isn't my old friend Kalandur... are there any more Wesnothians on this island, or have they given up trying to stop us?
se: なんだ ? 旧友のカランダーじゃないか……。この島にはウェスノス人がもっといるのか ? それともわれわれを止めようとするのをやめたのか ?

source: There are none here, but trust me, they remain against you.
se: ここにはだれもいない。だが信じろ。ウェスノス人はまだおまえを追いかけている。

source: So say you. Well, Black, we'd better go. Its best not to kill more elves; even if we defeat them, it will just make the rest even angrier at us.
se: きみが言うなら。さて、ブラック、行ったほうがよさそうだ。エルフはもう殺さないほうがいい。エルフを倒したとしても、残った者がさらに怒るだけだ。

source: What? So, if it isn't my old friend Kalandur. (we'd better get out of here, Madru...)
se: なんだ ? 旧友のカランダーじゃないか。(ここから立ち去ったほうがいい、マドルー……)

source: So we meet again, traitor elf! Prepare to die!
se: ではまた会ったな。エルフの裏切り者 ! 死ぬ用意をしろ !

source: Whats going on here?
se: ここはどうなっているんだ ?

source: Kalandur here thinks I betrayed Elfkind by aiding Elensefar. He's going to fight us. We have to leave.
se: このカランダーはわたしがエレンスファーを助けることでエルフを裏切ったと考えているんだ。カランダーは戦おうとしている。だからわれわれは立ち去るべきだ。

source: Look, if we leave now, they'll just follow us and kill us. We have to defeat them!
se: おい、いま立ち去ったら、あいつはとにかく追いかけてきてわれわれを殺すことだろう。あいつは倒さなければ !

source: If we leave, he will probably not follow us. He will report to his superiors - wherever they are.
se: 立ち去ったら、おそらく追いかけてこない。上官に連絡するんだ。その上官がどこにいるにしろ。

source: And won't those superiors send out even more ships? If we let Kalandur get away, they will know where we are and where we are coming from.
se: そしてその上官はさらに追加の船を送らないのか ? それにカランダーを行かせたら、われわれがどこからどこに向かっているのか教えてやることになる。

source: Very well. Onward!
se: よくわかったよ。進め !
