Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/wesnoth-*/*.po
Languages: se

source: Fire Island
se: 火の島

source: Dalakar
se: ダラカー

source: Defeat enemy leader
se: 敵の指揮官を倒せ

source: Death of Meneldur
se: メネルダーの死

source: Death of Madru
se: マドルーの死

source: Death of Black the Red
se: ブラック・ザ・レッドの死

source: This island is completely dead. We cannot reprovision here.
se: この島はほぼ死にたえている。ここではゆっくりとしか補給できない。

source: Yes, there is no one on this island, but what about that one to the west? The water is shallow enough to wade over there, let's see if there are people there.
se: そうだ。だれもこの島にはいない。しかし西の島はどうだ ? 歩いて渡れるほど浅いから、だれかいないかどうか確かめよう。

source: What are these beasts? They look like miniature dragons!
se: あの獣はなんだ ? 小型のドラゴンみたいだ !

source: They do not look like they belong on this island. Perhaps they came from the south? In any case, they don't look friendly.
se: この島のものには見えないな。ことによると南から来たのだろうか ? いずれにせよ友好的ではなさそうだな。

source: True. Well then, we should defeat them so we can reprovision!
se: たしかに。まあそうすると、補給するには倒すべきだな !

source: Attacked at Sea
se: 海での攻撃

source: The city had fallen, but Meneldur and his crew had escaped. Leaving the harbor, and looking back at the city, they noticed something strange. The orcs were not burning the city and pillaging it, as was their habit; instead, they were leaving it alone, and concentrating on the Lord's castle. It was almost as if they wanted to control the city, instead of destroy it.
se: 町は陥落したのですが、メネルダーと乗組員は脱出しました。港を離れて町を振り返ると、奇妙なことに気がつきました。オークは町に火をかけても略奪してもいなかったのです。それがいつもの習慣なのですが。その代わり、町は放っておいて領主の城に集結していました。オークはまるで町を破壊する代わりに統治したがっているかのようでした。

source: Meneldur was not sure exactly what this meant, but he knew one thing - if the city was not destroyed, then the people in it would not be either. Which meant that the city would still be worth rescuing. Thus, he and Madru, right there, vowed that, if they could, they would raise an army and return to Elensefar, to defeat the orcs and claim whatever of the city remained.
se: メネルダーにはその意味を正確に理解することはできませんでしたが、あることはわかりました。もし町が破壊されていないのなら、住民も生きているだろうということです。それは町にはまだ救う価値があることを意味しました。それでメネルダーとマドルーはその場で誓いました。もしできるなら、軍隊を作りあげてエレンスファーに戻ってくる。オークを倒し、そのとき残されたものがなんであろうと町を取り戻すと。

source: Meneldur
se: メネルダー

source: Black the Red
se: ブラック・ザ・レッド

source: Aldran
se: アルドラン

source: Stop, pirate! Surrender, or die!
se: 止まれ、海賊 ! 降伏しろ、さもなければ死ぬことになる !

source: Never!
se: ないな !

source: Lower the gangplank! Throw the grapples! DON'T LET THEM ESCAPE!
se: 道板を下げろ ! 引っかけかぎを投げろ ! <b>逃すな !</b>

source: What's going on here?
se: どうなっているんだ ?

source: So, you're getting involved too, eh? Stop that ship, men!
se: それじゃあ、おまえたちも巻きこまれたいのか、ええ ? その船も止まれ、おい !

source: Orc Mountain
se: オークの山

source: Dur-Kal
se: ダー゠カル

source: Orcs are here! Orcs, what do you know about the fall of Elensefar?
se: オークがここに ! オーク、エレンスファー陥落についてなにか知っているか ?

source: Nothing, but I am glad to hear of it! Now prepare to die!
se: なにも。しかしそれを聞いてうれしいぞ ! じゃあ、死ぬ用意をしろ !

source: Very well. Let battle commence.
se: けっこうだね。戦闘を開始しよう。

source: We have plenty of time to restock the ship now. We can train our troops here for a few days.
se: 敵はすべて倒したし、もう船に補給をする時間もたくさんある。ここで数日間は部隊を訓練できるな。

source: Epilogue
se: エピローグ

source: Meneldur, Black the Red, and Madru went to the Elensian palace, and searched the dungeons for prisoners taken by the orcs. They found many of the old nobility there, including the man who had been the Lord of Elensefar, Sir Darahan of Wesnoth. Having been taken captive immediately after the city was sacked, he had no knowledge of what had occurred in the many months since then.
se: メネルダーとブラック・ザ・レッド、マドルーはエレンスファーの宮殿へ行き、地下牢を調べてオークに捕らえられていた囚人を見つけました。そこには貴族だった人たちがたくさんいました。エレンスファーの領主であったウェスノスのサー・ダハランもです。町が略奪されてすぐに捕虜にされたダハランは、それからあとの何ヵ月のあいだに起きたことはなにも知りませんでした。

source: The three rescuers told him their tale, of how Elensefar was no longer a province of Wesnoth, and of how Undead were temporarily 'living' in the city. He had been a loyal supporter of the throne before his captivity, and while in prison he had been constantly expecting Wesnoth to come and free him. Until he was told of Wesnoth's betrayal, he had believed that it was men of Wesnoth who had come in from the sea to attack the city, men of Wesnoth who had been fighting in the streets to reach the orcish leader, men of Wesnoth who had finally come to unlock his cell door. Needless to say, he felt betrayed.
se: 救助した 3 人はダハランにその話をしました。エレンスファーがもうウェスノスの 1 州ではなくなったことと、アンデッドが町の一時的な「住民」となったいきさつをです。ダハランは捕らわれるまえは王家への忠実な支援者でしたし、捕らわれているあいだもずっとウェスノスから助けがきて解放されるのだと思っていました。ウェスノスの裏切りについて教えられるまで、ダハランは信じていたのです。ウェスノス兵たちが海から町を攻撃しにきたのだと。そしてウェスノス兵が通りで戦い、オークの指揮官のところまで攻めこんだのだと。ウェスノス兵がついに来て自分の牢屋の扉を開いてくれたのだと。言うまでもなく、ダハランは裏切られたと感じていました。

source: Daharan
se: ダハラン

source: I still cannot believe that the men of Wesnoth, or the elves, would really fight to keep men of Elensefar from aiding Elensefar. What made them do it, do you think?
se: いまだに信じられない。ウェスノス兵たちが、それにエルフたちが、実際に戦ってまでエレンスファーの人びとがエレンスファーを救うのをじゃましたなどと。なぜそんなことをしたんだ ? きみはどう考えている ?

source: Well, hatred of me, and the perception that I was a traitor to my race, was what fueled the elven attack.
se: あー、わたしへの怨恨だと。わたしが種族に対する裏切り者だという認識が、エルフの攻撃を煽ったのです。

source: They were willing to sacrifice a whole city to get revenge on one elf?
se: エルフひとりに復讐するためには、町全体を生け贄にしてもかまわなかったと ?

source: They did not think they were sacrificing it. They planned to attack the orcs right after they killed us; in fact, they were fighting the orcs at the same time they fought us. But before that, they had not attacked because they thought the Orcs would kill the elven prisoners if they did.
se: エルフたちは生け贄にしているとは思っていませんでした。われわれを殺してからオークを攻撃する計画だったのです。実際、われわれと同時にオークとも戦っていました。しかしそれ以前に攻撃しなかったのは、攻撃したらエルフの囚人が殺されると考えたからです。

source: So they made a peace with the orcs because they feared their own kind's death? Don't they know orcs cannot be trusted? All the elves who lived in this city were slain long ago.
se: それではオークとの和平を結んだのは自分たちの王が死ぬのを恐れたからか ? オークが信用できないことを知らないのかね ? 町に住んでいたエルフは、かなりまえに全員殺されていたんだ。

source: When you are in danger of being attacked, you do not think clearly. Their attack was a mixture of motives, I would say. Hatred of Meneldur, fear of an orcish attack on their own country, fear of their kinsmen's death, and something else, I am not sure what, all made them willing to ally with evil.
se: 攻撃の危険にさらされているときには、頭がしっかりとは働かないものだ。エルフの攻撃には動機がいろいろあったんだろう。メネルダーへの怨恨、本国へのオークの攻撃の恐れ、同族の者が死ぬことへの恐れ、などなどだ。わたしにははっきりしないそのすべてが、邪悪と同盟してもしかたがないとエルフに思わせたんだろう。

source: That does not excuse them, though, and they deserved to die.
se: それはいいわけにはならない、そうだとしてもな。エルフたちは死に値した。

source: None of us are saying they did not.
se: だれもそうでないとは言っていません。

source: I would. We do not know the circumstances of their peace treaty, nor even to say whether an alliance, if there had been one, would have been evil. After all, our alliance with undead is not, from our view, evil, but the circumstances are very similar.
se: わたしもそうだろうと思います。われわれはエルフの平和条約を、あるいは同盟とさえ言えるものについてですが、その詳細を知りません。もしそのようなものがあったのなら、悪いものでした。なんにせよ、われわれのアンデッドとの同盟はちがいます。われわれの視点からすれば、悪いものでありません。しかし事情はとても似ています。

source: They are only similar if you assume that undead are evil. Some are, true, but not all. Mine and my brother's are not.
se: 似ているのはアンデッドが邪悪だと仮定した場合だけだ。なかにはそのような者もいるのは事実だが、全員ではない。わたしと兄はちがう。

source: I may be your ally, but I will never say your undead are not evil. You are probably not, probably you are just decieved as to what really occurs with undeath. But undead are evil.
se: あなたたちとは味方だが、あなたたちのアンデッドが邪悪でないと言うつもりはまったくない。あなたはおそらくちがうのだろう。たぶん、なにがほんとうに不死を引き起こしているかについて、あなたたちは思いちがいをしているだけなんだ。しかし、アンデッドは邪悪だ。

source: Come on now. Well, it is true that the circumstances are not in truth similar, but they do appear to be. The elves may have thought they were.
se: まあまあ。さて、事情がほんとうに似ていないというのは事実です。しかしエルフたちはそう考えないことでしょう。エルフは考えたいように考えられます。

source: I see, Meneldur. Well, I can see, in a distorted way, why the elves attacked us. But why were the humans willing to discard our age-old alliance, and attack us before the orcs?
se: わかった、メネルダー。さて、理解はできた。偏見のある目からだが、エルフがわれわれを攻撃した理由は。しかしなぜ人間は古くからの同盟を破棄するつもりになったんだ ? それにオークよりまえにわれわれを攻撃しようとした理由は ?

source: Well, we did attack them, multiple times. Although it was really self-defence.
se: えー、こちらが攻撃しました。何度もです。ほんとうに自衛のためだったとはいえ。

source: They wished to defeat us first, then attack the orcs. Indeed, the elves and humans could have both had that plan. But the elves lost their temper right as we arrived, and attacked the orcs immediately.
se: ウェスノス兵は最初にわれわれを倒して、それからオークを攻撃しようと思っていました。たしかに、エルフと人間は両方ともその計画だったのでしょう。それはともかく、エルフはわれわれが到着したことでわれを失い、即座にオークを攻撃しました。

source: That is called treachery, and would not excuse a treaty with the orcs.
se: それを裏切りと呼ぶ。それにオークとの協定を結んだことへのいいわけにはならないだろう。

source: I agree that it would be treachery, but I think it is not what they planned. The men of Wesnoth do not see good and evil as we do. To them, good is what benefits Wesnoth, and evil is what hurts it. They may have actually planned on a permanent alliance with the Orcish state, because that would allow them to create provinces in the north unopposed.
se: それが裏切りになるというのには同感ですが、計画していたこととはちがうと思っています。ウェスノスの者にはわれわれのしたことがよいことなのか悪いことなのか、判断がついていません。彼らにとって、よいこととはウェスノスの利益になることで、悪いこととは害になることです。ウェスノスはほんとうにオークの国との恒久的な同盟を計画していたのかもしれません。なぜならそれによって、だれの反対もなく北に州を作れるからです。

source: Possibly. However, all of this is just speculation. We cannot know why they actually attacked us, can we? We can only guess.
se: ありえる。とはいえ、このすべては憶測でしかない。ウェスノスが実際にわれわれを攻撃した理由はわかっていない。そうではないか ? われわれは推測することしかできない。

source: Which is why this is rather pointless.
se: それが要領を得ない理由です。

source: Well, I must be going. I do not know where my people will go now; so few are left alive. But I will not stay in this city, it is too dangerous. I will go north.
se: さて、わたしは行かなければならない。わたしの仲間がこれからどこに行こうとしているのかはわからない。それにほんのすこししか生き残っていないことだしな。しかしこの町にいるつもりはない。危険すぎる。だから北へ行くつもりだ。

source: Very well. I suppose this council is ended, and the real work of Daharan's reign shall begin.
se: それはよかった。ではこの協議は終わったようです。これでダハラン治世の現実の仕事が始まることでしょう。

source: Return to Elensefar
se: エレンスファーへの帰還

source: And so Meneldur helped the Wesfolk build ships. They built three sturdy galleons, which was enough to hold all of them. That is how few of that once great race remained.
se: そのようにして、メネルダーはウェスフォークが船を作るのを手伝い、3 隻の頑丈なガレオンを作りました。これで全員を乗せるのに十分だったのです。かつての偉大な種族の生き残りとしては、なんとも少ない数でした。

source: The necromancers who were on the ships cast a spell of darkness and swiftness over the boat. The next thing Meneldur and his men knew, they had reached the delta of the Great River, where Elensefar was built.
se: 船に乗ったネクロマンサーたちは、船全体に暗闇と素早さの魔法をかけました。メネルダーと仲間が次に気がつくと、エレンスファーが建設された大いなる川の三角州に着いていました。

source: Well, now we are in the port of Elensefar... It is time to retake Elensefar, as we aided Blackmore. So... does anyone have an idea as to how to attack the city?
se: さて、われわれはいまエレンスファーの港にいる……。エレンスファーを取り戻す時が来た。われわれがブラックモアで助力したのと同じことをするんだ。で……だれか町を攻撃する方法について考えはあるか ?

source: Here; this is my plan. On the northern side of the river, there is a cave where smugglers hide their goods. I know some bandits who won't alert anyone if we land there.
se: これを見てくれ。これがわたしの計画だ。川の北側に上陸する。そこには密輸業者が品物を隠している洞窟がある。わたしの知る山賊たちは、われわれがそこに上陸しても知らせたりはしないだろう。

source: But they won't help us?
se: しかし助力してくれることはないだろうな ?

source: Uhm... no, probably not. But we would be rather secretive, they probably wouldn't notice us.
se: うーん……ああ、おそらくしないな。しかしわれわれはどちらかといえば隠れていくことになるから、おそらく気づかれないだろうな。

source: Madru, do you have any suggestions?
se: マドルー、なにか提案は ?

source: Well, we could always land on the south beach. There is a harbor there, and a quick route from there to inside the city.
se: ああ、南の岸に上陸したこともしょっちゅうあるだろう。港湾がそこにあるからな。それに市内に素早く行ける道もある。

source: But won't they see us there?
se: しかしそこで発見されないか ?

source: Yes, but what's wrong with a head on battle? I think we could defeat them.
se: される。しかし戦いの初めとしてはまちがってないだろう ? その敵は倒せると思っている。

source: Well, I think maybe we should land right in Elensefar itself. That way, we can go around most of the orcish defenses, which are probably guarding the bridges to the city.
se: さて、わたしはエレンスファーそのものに上陸すべきかもしれないと思っている。その方法だと、オークの防衛軍の大部分を迂回できる。防衛軍はおそらく町に入る橋を守っているからな。

source: That is a bold plan, but I'm not sure it will work. If you do not succeed immediately, you will have alerted the orcs to our presence without accomplishing anything.
se: 大胆な計画だが、うまくいくとは思えない。すぐに進まなければ、なにもできないうちにわれわれの存在がわかってしまうことだろう。

source: Hm... you are right there. Which plan should we use?
se: うーむ……それぞれ言っていることは正しいな。どの計画を用いるべきか ?

source: I say we head north, as you proposed.
se: よし、北へ向かおう。あなたが提案したとおりに。

source: Madru's plan to head south sounds the best.
se: マドルーの計画のとおり南へ向かうのがいちばんなようだ。

source: Both of your plans were good, but I will stick to my own, and land in the harbor.
se: あなたたちの計画はどちらもよかったが、わたしの計画をやりとおそう。港へ上陸する。

source: Very well. Let us not waste any more time, we must fight now.
se: 承知した。もうこれ以上時間を無駄にせず、戦わなければ。

source: Saving Elensefar
se: エレンスファー救援

source: Pakch-Glun
se: パクヒ゠グラン

source: Mathein
se: マセイン

source: Galiyon
se: ガリヨン

source: Defeat enemy leaders
se: 敵の指揮官を倒せ

source: Death of Ah-Reblak
se: ア゠レブラクの死

source: As the warriors landed the Explorer, they overheard the elves, men and orcs talking...
se: 戦士たちがエクスプローラー号から上陸すると、エルフや人間やオークの話が聞こえてきた……

source: Orc, you promised that, if we allied with you, you would free all the prisoners you took when you captured Elensefar. You have broken our pact!
se: オーク、きみたちは約束した。われわれが味方すれば、エレンスファーを占領したときに取った囚人をすべて解放すると。われわれは協定を守っていない !

source: Ag, elf-dog, you shuttup! I aint takin' orders fr'm you!
se: アウー、エルフの犬め、黙ってろ ! おまえの命令は聞かない !

source: Listen, Pakch-Glun, if you don't fufill your side of the treaty, we will attack you again! And this time, we will probably win, since our reinforcements have arrived, and there are two armies to attack you.
se: 聞け、パクヒ゠グラン。もし協定におけるきみの義務を果たさないなら、もう一度われわれは攻撃することになる ! そして今回は、おそらくわれわれが勝利する。われわれには援軍が到着したからな。きみたちを攻撃する軍隊は 2 つあるんだ。

source: Heh, shur. I'd like t' see you try!
se: ヘッ、いいぜ。見せてみろよ !

source: Mathein, shall we attack?
se: マセイン、攻撃しようではないか ?

source: Yes. Pakch-Glun, prepare to die!
se: ああ。パクヒ゠グラン、死ぬ用意をしろ !

source: This was welcome news to the crew of the Explorer. However, although the elves, men and orcs would fight each other, Meneldur still had to fight all of them.
se: これはエクスプローラー号の乗員には歓迎すべき話だった。とはいえ、エルフ・人間・オークがおたがいに戦っとしても、メネルダーはその全員と戦わなければならないのだった。

source: The first enemy we will encounter will be the elves. Show them no mercy!
se: 遭遇することになる最初の敵はエルフだ。慈悲を見せるな !

source: And we will show you none. Prepare to meet your doom!
se: そしてこちらも見せるものはなにもない。運命と向きあう用意をせよ !

source: We have come to take back Elensefar from the orcs! But remember, the men of Wesnoth will no doubt try to stop us, as will the elves. We must fight them too.
se: オークからエレンスファーを取りかえしに戻ってきた ! しかし思い出してくれ。ウェスノス兵は疑いもなくわれわれを止めようとすることだろう。それはエルフもだ。だからどちらとも戦わなければならない。

source: Indeed we will. You are a traitor to your country, and must die as one!
se: 実際そうするつもりだ。おまえは国を裏切った。だからまちがいなく裏切り者として死ぬことになる !

source: We are in Elensefar's harbor, from where we will drive the orcs out into the faces of the elves. Although they are my brethren, we must not hold back from killing them because of it. Onward!
se: エレンスファーの港に着いた。ここからオークをエルフの鼻先に追いたてよう。エルフはわたしの同胞だが、殺すのをためらうわけにはいかない。進め !

source: Listen t' that! He really thinks 'e can kill us! We'll show 'im! Kill the invader!
se: あれを聞けよ ! やつはほんとうにおれたちを殺せると思ってるんだ ! 見せてやろうぜ ! あの侵略者を殺せ !

source: What? There appear to be elves blocking our path! Elves, why are you in our way?
se: なに ? 進路をエルフが妨害しているようだぞ ! エルフ、なぜわれわれを妨害する ?

source: We are here to kill you! After that, we will kill the orcs, but we must kill you first.
se: ここへはおまえを殺しに来たのだ ! われわれはオークを殺すつもりだが、最初におまえを殺す必要があるな。

source: Are you mad?! Well, if you are, I have no time to reason with you. Prepare to die!
se: 狂ったのか ?! まあ、そういうことなら、道理を説く時間はない。死ぬ用意をしろ !

source: This looks like the area the men of Wesnoth have claimed to siege Elensefar from. Unfortunately, we must get past them to free the city.
se: ウェスノス兵がエレンスファーを包囲すると言っていた場所がここらしい。ざんねんながら、町を解放するにはこれを突破しなければならないな。

source: You will not get past us while I am alive. And even if you do, the elves will stop you. If you must be a traitor, pick one nation to betray, not two!
se: わたしが生きているあいだは突破などさせない。突破したとしても、エルフが止める。裏切らなければならないなら、1 つの国にしておけ。2 つではなく !

source: What are you talking about? Oh, I see... my northern brethren have decided to attack me... Well, we will get past these Wesnothians first, and see what we can do then.
se: なにを言っているんだ ? ああ、わかった……北の同胞がわたしを攻撃することにしたのか……。まあ、このウェスノス人を最初に突破しよう。そうすればなにができるかわかる。

source: Prepare to die, Elensian scum!
se: 死ぬ用意をしろ、エレンスファー人のくずめ !

source: We are now in Elensefar's harbor. From now, we fight until the orcs are all out of our city! Then, it appears, we will have to deal with those Wesnothians who believe us to be traitors.
se: われわれはいまエレンスファーの港にいる。いまから、オークが町からまったくいなくなるまで戦うんだ ! それから、われわれが裏切ったと信じているあのウェスノス人に対処しなくてはならないようだ。

source: Yes, please, do that. Then we will not have to deal with the orcs, and only with you!
se: そうだな、ぜひそうしてくれ。そうすればわれわれがオークに手を出す必要はなくなり、おまえだけですむのだからな !

source: What?... Oh, its elves, from the northlands. What do you want?
se: なんだって ? ……ああ、北の土地のエルフか。なにをしようとしているんだ ?

source: You dead, traitor!
se: おまえは死ぬのだ、裏切り者 !

source: Whatever you say. We'll deal with you after we kill the orcs.
se: いったいなにを言っているんだか。オークを殺してからどうにかしよう。

source: Elensefar may be ours, but there are still enemies to defeat. Onwards!
se: エレンスファーはわれわれのものになったようだ。しかしまだ倒さねばならない敵がいる。進め !

source: We have taken Elensefar and defeated the Wesnothians, but these Elves need attending to.
se: われわれはエレンスファーを占領し、ウェスノス人を倒した。しかしあのエルフには注意が必要だ。

source: The orcs had ransacked the city's coffers - now it's time for us to return the favor.
se: オークは町の金庫をあさり回っていた。恩返しをしてもらう時だ。

source: You find 300 pieces of gold!
se: 300 ゴールド見つけた !

source: You find 250 pieces of gold!
se: 250 ゴールド見つけた !

source: You find 200 pieces of gold!
se: 200 ゴールド見つけた !

source: Good work, men. Onwards, we have to retake the city also!
se: よくやった、みんな。進め、さらに町を取り戻さなければならない !

source: Come on, we should go North and see if we can help defeat the elves.
se: 行くぞ、北へ行って、エルフを倒すのを手伝えるか見てみなければ。

source: The Wesnothians had much gold in their camp. It is ours now!
se: ウェスノス人は野営地にたくさんのゴールドを置いていた。いまはわれわれのものだ !

source: You find 175 pieces of gold!
se: 175 ゴールド見つけた !

source: You find 150 pieces of gold!
se: 150 ゴールド見つけた !

source: Orcs still reside in the city! Come one, let us kill them too!
se: オークがまだ町にいる ! 行くぞ、オークも殺すんだ !

source: Come on, we should go South and see if we can help defeat the Wesnothians.
se: 行くぞ、南へ行って、ウェスノス人を倒すのを手伝えるか見てみなければ。

source: It seems the elves brought some of their treasure out of the northlands. More for us!
se: エルフは北の土地から宝物を持ってきていたようだ。たくさんある !

source: There are no enemies left - we have succeeded in retaking Elensefar.
se: 敵は残っていない。エレンスファーを取り戻すのに成功したんだ。

source: Yes, Elensefar is ours, finally. Well, Black the Red, we thank you for your help.
se: よし、エレンスファーはわれわれのものだ、ついに。さて、ブラック・ザ・レッド、あなたの助力に感謝する。

source: It was an honor to fight for you. I wonder where my people will go now... the orcs have surely taken our home by now.
se: きみのために戦ったのは名誉なことだった。これからわたしの仲間はどこに行くことになるのだろうな……。われわれの故郷はまちがいなくオークに占領されているからな。

source: I'm sure we will have time to discuss that later. But for now, we must help those conquered by the orcs rebuild their city.
se: それについてはあとで話しあう時間をきっとつくる。しかしいまは、オークに制圧されていた人たちが町を再建するのを助けなければならない。

source: Sea Battle
se: 海の戦い

source: They had 100 gold stored in their ship, and enough provisions to restock our ship.
se: この船には100ゴールドためこんであった。そのうえわれわれの船にじゅうぶん補充できるだけの食料がある。

source: Escaping the Orcs
se: オークからの逃亡

source: Warning: This campaign functions differently from most others in a number of ways. You cannot recruit anyone in most scenarios, and in those you can what you can recruit is always different - what is on your recruit list does not carry over fron scenario to scenario. Also, moving from scenario to scenario is handled differently, with the help of an interactive bigmap.
se: 注意 : このキャンペーンはいろいろな形でほかのほとんどのキャンペーンとは異なる振る舞いをします。ほとんどのシナリオではだれも雇用できません。できる場合でもふつうとは異なった形での雇用になります。つまり、雇用リストにある者はシナリオからシナリオへと持ち越されないのです。そのうえ、シナリオからシナリオへの移動の扱いも異なります。移動は大きなマップの上での操作によっておこなわれます。

source: Because of this, this campaign is inadvisable for players new to Wesnoth who want to gain an understanding of how the game normally works. However, it will prove an interesting experience for those who have played normal campaigns before.
se: このため、このキャンペーンはふつうのゲームのやりかたを学びたがっている Wesnoth の新規プレイヤーにはお勧めしません。しかし、すでにふつうのキャンペーンをプレイした人には興味深い経験となることでしょう。

source: This is the story of the time when Elensefar was a province in the vast kingdom of Wesnoth. It is the story of a time of great forgetfulness, when much of what was once known had been forgotten, but also of great knowledge. It is the story of Meneldur the Mariner, who used the newfound knowledge to resurrect some of the old. But, it is, most of all, the story of the voyage of his ship, and what he encountered while traveling the high seas...
se: これはエレンスファーが広大なウェスノス王国の一地方だった時代の物語です。また、大いなる忘却の時代の物語です。この時代は、かつて知られていたことの多くが忘れられ、すぐれた知識でさえ忘れさられたのでした。そして、これは船乗りメネルダーの物語でもあります。メネルダーは新しく発見された知識を使い、古きなにものかを生き返らせました。しかし、これはなににもまして、その航海、そして外洋を航海して出会った出来事の物語なのです。

source: Before the tale begins, it is important to know that none of the seafaring men or elves, including Meneldur, were willing to travel far out of sight of the coast. Instead, they remained near land, and sailed only north and south, for they dimly remembered tales from Haldric's day, of dragons, and sea serpents, and snake-men, who lurked on the islands that lay to the west of the continent.
se: 話を始めるまえに、海に生きる男たちやエルフたち、たとえばメネルダーですが、そのだれもが岸が見えないような遠くまで航海したいとは思っていなかったのだと知ることが重要です。代わりに、船は陸の近くに留まり、南北にだけ帆走しました。これはハルドリックの時代からほのかに記憶されていたお話のためです。それによれば、ドラゴンや海蛇、そして蛇男が、大陸の西にある島々に潜伏しているのでした。

source: Meneldur was born in the northlands, in Wesmere, but was outcast from the elvish lands because of a conflict with the High Council. Thus, although an elf, Meneldur had pledged his loyalty to Elensefar, and thus to Wesnoth (but, significantly, not to Weldyn).
se: メネルダーは北の土地にあるウェスミアで生まれましたが、最高評議会との対立によりエルフの土地から追放されてしまいました。そのため、エルフでありながらメネルダーはエレンスファーに忠誠を誓っていました。そしてそれゆえ、ウェスノスにもです (しかし意味深ではありますが、ウェルディンに、ではありませんでした)。

source: Meneldur gathered around himself a crew of true Elensians; stout spearmen, and ruthless men of the saber. He also brought many of the archer from his elvish house out of the northlands, to sail with him on his ship.
se: メネルダーは乗組員として真のエレンスファー人を集めました。がっしりした槍兵や非情なサーベル使いたちです。そのうえ自分の一族にいる射手を北の土地からたくさん連れだし、自分の船でいっしょに航海することにしました。

source: Now our story begins. On a night about 10 years after he first came to Elensefar, Meneldur returned to Elensefar from a trading voyage to the Bay of Pearls. When Meneldur had landed in Elensefar, he went to the castle to recieve directions from the Lord of Elensefar as to where his new voyage was to wend. He was to travel south to the Elven peninsula, and trade with the southern elves.
se: いま、わたしたちの物語が始まります。それはメネルダーが最初にエレンスファーに来てから 10 年ほどたったある夜のことです。メネルダーは真珠の入江との交易の航海からエレンスファーへ戻ってきました。そしてエレンスファーへ上陸して城に行き、エレンスファーの領主からの指示を仰ぎにいきました。それで新しい航海の行き先が決まるはずです。そうしてメネルダーはエルフの半島の南へ旅して、南のエルフと交易をすることになりました。

source: After the meeting, as Meneldur and his men headed back to their ship, they noticed a strange sound. A harsh sound. The sound of orcs! Elensefar was under attack, with no provocation. The city had been quickly overrun, before most of the people had even noticed.
se: 打ちあわせが終わり、メネルダーと仲間たちが船に戻ろうとしたところ、奇妙な音に気がつきました。耳障りな音です。オークの声だ ! エレンスファーは攻撃を受けていましたが、一方的でした。町はただちに占領され、ほとんどの住民が気づいたのはそのあとです。

source: Meneldur had only one option left - get back on his boat and flee. But there were already orcs blocking his path to the harbor...
se: メネルダーには選択肢がひとつしかありませんでした。それは自分の船に戻って逃げることです。しかしすでに港へ行く道をふさぐようにオークがいました……

source: Madru
se: マドルー

source: Move Meneldur to the Explorer
se: メネルダーとマドルーをエクスプローラー号へ移動させよ (マップの南西)

source: Orcs! Orcs are attacking! There are too many, we can't fight them off, we have to reach the ship!
se: オークだ ! オークが攻撃している ! 多すぎて、撃退するのは無理だ。船へ行かなければ !
