Repository: MultiSeptim/Saving_Elensefar
Catalog: translations/wesnoth-*/*.po
Languages: se

source: So, we have slain an Elf! I do not like this - they are not evil, they are only following the commands of their twisted leader. Perhaps if we spare them their lives, they will join us after we defeat them.
se: とうとうエルフを殺してしまった ! こんなことはしたくない。エルフは悪人じゃないし、おかしな指揮官に従っていただけなんだ。ひょっとすると、命を助けてやれば、指揮官を倒したあとで味方になってくれるかもしれないな。

source: Look - there is a bridge here that Kalandur was guarding. I guess we should go across, but I don't have any idea what is there.
se: 見ろ。ここにカランダーが守っていた橋がある。渡るべきなんだろうな。しかしあちらになにがあるかはわからない。

source: Nor do I. Probably more enemies.
se: わたしにもわからないが、おそらくさらなる敵だろうな。

source: Danrer
se: ダンラー

source: Wait! I know what's across that bridge - its more elves, who will want to kill you, and orcs.
se: 待て ! その橋を渡るとなにがあるかは知っている。さらにエルフがいて、あなたたちを殺したがっている。それからオークだ。

source: Well then, we will have a common foe with these elves!
se: さてそれでは、ここのエルフとは共通の敵がいるわけだ !

source: Um.. in a way... but in any case, I think that us elves who are still alive will join you. We can't go back to the elves now, because since we did not die they will think we are deserters.
se: うーん……ある意味では……しかしいずれにせよ、ここのまだ生きているエルフはあなたに協力すると思う。われわれはもうエルフのところへ戻ることができないんだ。生きているのは脱走兵だと思われるからな。

source: Then join us, if you wish to. We are always open to more fighters.
se: それではついて来るんだ、もしそうしたければ。いつだって戦士は受け入れている。

source: Gladly! Also, there is some gold here that Kalandur was saving... you can take it, since you did defeat him.
se: よろこんで ! それから、ここにカランダーがためていたゴールドがある……。倒してしまったんだから、持っていけるぞ。

source: Thandor
se: サンドー

source: Greetings, traitor. I have what I suppose you would consider good news; Elensefar is not yet destroyed. The orcs are using it as their base for attacking us.
se: ようこそ、反逆者。よい知らせだと思ってくれるはずの知らせがある。エレンスファーはまだ破壊されていない。オークはわれわれを攻撃するための基地として使っているんだ。

source: So that means you have heard of our suppposed rebellion. Let us not waste time; shall we commence battle?
se: そうすると、われわれの反乱のうわさを聞いたんだな。では時間を無駄にするのはやめよう。戦いを始めようか ?

source: Gladly. Prepare to die!
se: よろこんで。死ぬ用意をしろ !

source: I fear we must wipe out all of the Wesnothian troops on this isle, or they will follow us and attack our ship. Onward!
se: この島からウェスノスの部隊をすべてぬぐい去らなければならないと思う。そうしないと、追跡されて船が攻撃されてしまう。では、進もう !

source: A Naval Engagement
se: 海戦

source: Why do you stop us? We seek help. I come from Elensefar, which, as far as we can tell, was just captured by orcs!
se: なぜわれわれを止める ? われわれは助力を求めにいくところだ。わたしはエレンスファーの者だが、わかっているかぎりでは、エレンスファーはちょうどオークに占領されたところなんだ !

source: You are interfering with our mission; we are trying to chase down this magician pirate.
se: おまえたちはわれわれの任務をじゃましている。われわれはこの魔法使いの海賊を追いつめようとしているんだ。

source: I'm not a pirate! I also come from Elensefar, and I must have left port a few days before it was attacked. This is the first I've heard of it.
se: わたしは海賊じゃない ! わたしもエレンスファーの者だ。わたしが港を離れたのは、攻撃を受ける数日まえのことにちがいない。攻撃のことを聞いたのは初めてだからな。

source: You dog, don't bother us with your lies! You attacked a ship of the Royal Navy with your spells, and now you will pay for it!
se: 犬め、うそをついて面倒事を引き起こそうとするんじゃない ! おまえは海軍の船を呪文で攻撃したんだ。これからその代償を支払うことになる !

source: I need loyal warriors from Elensefar to help me on my quest. Black the Red, do you want to join me in retaking Elensefar from these orcs?
se: わたしはエレンスファーに忠実で航海に協力してくれる戦士を求めています。ブラック・ザ・レッド、オークからエレンスファーを取り戻すのに協力してくれますか ?

source: Outlaws, you mean! These Elensians are all the same. Troops, destroy them!
se: それならおまえは悪党だ ! ここにいるエレンスファー人はみんな同じだ。兵士たち、こいつらを殺せ !

source: Why is a ship from Elensefar carrying bandits and thieves?
se: エレンスファーの船が、なんで山賊や盗人を乗せているんだ ?

source: They come from the... less wealthy parts of Elensefar. But they are still fiercely loyal to it. They will be good fighters. I will join, if you'll have me.
se: この者たちはエレンスファーの……比較的貧しい地域の出身なんだ。しかしエレンスファーには猛烈な忠誠心をもっている。みんなよい戦士になることだろう。わたしは協力するつもりだ。わたしでよければだが。

source: Very well. Thats not so different from my own crew. Aldran - we will not fight you if you do not attack us, but you must let us go on our way.
se: けっこうだ。こちらの乗組員ともそれほど違いはない。アルドラン、あなたが攻撃してこなければ、戦うつもりはない。しかし留めだてはしないでくれ。

source: Ha! I will bring you and your ally in to Weldyn to be tried for treason. And it does not matter it is two boats to one; I have already sent a boat to inform the King, and get reinforcements.
se: ハ ! おまえと仲間をウェルディンに引ったてて反逆罪のかどで裁判にかけてやる。2 対 1 などたいしたことはない。すでに王には通報船を送ったから、援軍が来る。

source: Well, what is it anyway that you people want? Why did you help us?
se: さて、とにかくきみたちが望んでいるのはなんなんだ ? なぜわれわれを助けた ?

source: We go out to sea, to build up an army large enough to retake Elensefar. You're an Elensian, right? I think you owe us your help. We did just save you from death, and now we have the men of Wesnoth against us in return.
se: われわれは海へ出たんだが、それはエレンスファーを取り戻せるくらい大きな軍隊を作るためだ。あなたはエレンスファー人だな ? あなたにはわれわれを助ける義務があると思う。まさにわれわれが死から救ったんだからな。そしていまとなっては、そのおかげでウェスノス兵を敵にまわすことになってしまった。

source: Well, I have been in Elensefar, and owe some help to it. Very well. Here is what I will do. There is an island in the west that has many warriors on it who will be willing to help you; I will join you, and try to convince those warriors to also, if you grant me one request.
se: まあ、わたしはエレンスファーに住んでいたんだから、助ける義務があるな。けっこうだ。それこそわれわれがしたいことだ。さて、西にある島には多くの戦士がいて、きみに協力してもかまわないと思うことだろう。わたしもきみたちに加わって、それからその戦士たちを説得しよう。もしきみがわたしの要求をひとつ聞いてくれたら。

source: Which is?
se: なんだ ?

source: I can't tell you until we reach the Western isle I told you about. That's part of the fun.
se: わたしが言った西の島に着くまでは教えられない。楽しみにしておいてくれ。

source: Oh, fine... 'I swear on Elensefar my city and on my honor as a Sailor that I will honor your request, whatever it may be, whenever we reach this Western island and you secure the help of the warriors that live there.' Happy?
se: ああ、いいとも……｡「わたしの町であるエレンスファー、そして水夫の名誉にかけて誓おう。あなたの要求を受け入れる。それがなんであれ、その西の島に到着し、そこに住む戦士が協力を約束したときには」これで満足か ?

source: Very much so. Now, I will move my troops to your boat (it is faster), and we will head on west...
se: とても満足だ。さて、こちらの兵士をきみの船に移動させよう。そちらのほうが速い。では、西へ向かうとしようか……

source: Dur-Galba
se: ダー゠ガルバ

source: Slal
se: スラル

source: Time to get our ship back. These islands are inhabited, there should be a harbor *somewhere*.
se: そろそろ船を取りかえす頃合いだ。この島には住民がいるな。<b>どこか</b>に港があるはずだ。

source: These Nagas don't leave us alone! They're here again, and the ship is here somewhere too.
se: あのナーガたちはわれわれを放ってはおかないぞ ! またここへ来る。それに船もここのどこかにある。

source: Orcs! More orcs!
se: オークだ ! またオーク !

source: I knew there were nagas around here...
se: この周りにナーガがいるのがわかった……

source: Now, to the harbor, and back on to the ship!
se: さて、港へ。船に戻ろう !

source: I will leave you now, but the fighters who fought for you will still help you, they say.
se: もうお別れだ。しかしあなたのために戦った戦士たちは、これからもあなたを助けることだろう。戦士たちがそう言っているぞ。

source: Campaign Design
se: キャンペーンデザイン

source: Campaign Maintenance
se: キャンペーンの保守

source: WML Contributors
se: WML への貢献者

source: Artwork and Graphics Design
se: アートワークとグラフィックデザイン

source: Translations
se: 翻訳

source: Meneldur, elvish mariner of Elensefar, is driven to sea by the same orcs who attacked the city. He must gather an army willing to fight for him to regain Elensefar, his adopted homeland.
se: エレンスファーのエルフの船乗りであるメネルダーは、町を攻撃したオークによって海へ追いやられます。メネルダーは仲間となって戦ってくれる軍隊を集め、第 2 の故郷であるエレンスファーを取り戻さなければなりません。

source: (Expert level, 4 - 22 scenarios.)
se: (上級者レベル、4–22 シナリオ)

source: Mariner
se: 船乗り

source: Easy
se: 簡単

source: Navigator
se: 航海長

source: Normal
se: ふつう

source: Admiral
se: 提督

source: Challenging
se: 挑戦的
